{
    "questions": 
        ["معرفی کردن خودتان به دیگران برایتان سخت است.",
        "اغلب در افکار خود غرق می‌شوید و محیط اطرافتان را فراموش می‌کنید.",
        "سعی می‌کنید در اسرع وقت به ایمیل‌های خود پاسخ بدهید و صندوق ورودی شلوغ را تحمل نمی‌کنید.",
        "به‌راحتی می‌توانید آرام بمانید و تمرکز کنید حتی وقتی فشار زیادی وجود داشته باشد.",
        "معمولاً مکالمات را شما شروع نمی‌کنید.",
        "به‌ندرت کاری را فقط از روی کنجکاوی محض انجام می‌دهید.",
        "احساس می‌کنید از دیگران برتر هستید.",
        "نظم داشتن برایتان مهمتر از سازگار بودن است.",
        "معمولاً بسیار باانگیزه و پرانرژی هستید.",
        "اهمیت برنده شدن در بحث برایتان کمتر از ناراحت شدن دیگران است.",
        "احساس می‌کنید اغلب باید افکار و رفتار خودتان را برای دیگران توجیه کنید.",
        "محیط خانه و محل کار شما کاملاً مرتب است.",
        "اهمیتی نمی‌دهید که در مرکز توجه قرار داشته باشید.",
        "خودتان را بیشتر از آنکه خلاق بدانید، عمل‌گرا می‌دانید.",
        "مردم به‌ندرت می‌توانند شما را ناراحت کنند.",
        "برنامه سفر شما معمولاً خیلی خوب طرح‌ریزی می‌شود.",
        "اغلب دشوار می‌توانید با احساسات دیگران رابطه برقرار کنید.",
        "خلق و خوی شما ممکن است به‌سرعت تغییر کند.",
        "در بحث، حقیقت باید از حساسیت‌های مردم مهم‌تر باشد.",
        "به‌ندرت از تأثیر اعمال خود بر دیگران نگران هستید.",
        "سبک کاری شما بیشتر صرف انرژی فراوان به‌صورت تصادفی است تا رویکردی روشمند و سازمان‌یافته.",
        "اغلب به دیگران حسادت می‌کنید.",
        "یک کتاب جالب یا یک بازی ویدیویی اغلب بهتر از یک رویداد اجتماعی است.",
        "اینکه بتوان برنامه‌ای ایجاد و آن را رعایت کرد مهم‌ترین بخش هر پروژه است.",
        "به ندرت در توهمات و ایده‌ها غرق می‌شوید.",
        "اغلب وقتی در طبیعت قدم می‌زنید متوجه می‌شوید که در افکارتان غرق شده‌اید.",
        "اگر کسی سریعاً به ایمیلتان پاسخ ندهد، نگران می‌شوید که نکند کاری اشتباهی کرده باشید.",
        "به عنوان والد، ترجیح می‌دهید کودکتان مهربان بار بیاید تا باهوش.",
        "اجازه نمی‌دهید دیگران بر کارهایتان تأثیر بگذارند.",
        "رؤیاهای شما بر دنیای واقعی و رویدادهای آن تمرکز دارد.",
        "چندان طولی نمی‌کشید که در فعالیت‌های اجتماعی محل کار جدید خود مشارکت کنید.",
        "بیشتر بداهه‌پردازی بالفطره هستید تا برنامه‌ریزی دقیق.",
        "احساساتتان بیشتر شما را کنترل می‌کنند تا شما آنها را.",
        "از رفتن به رویدادهای اجتماعی که شامل انجام فعالیت‌های لباس پوشیدن یا نقش بازی کردن است لذت می‌برید.",
        "اغلب زمان خود را صرف بررسی ایده‌های غیرواقعی و غیر عملی اما جذاب می‌کنید.",
        "ترجیح می‌دهید کارهایتان را فی‌البداهه انجام بدهید تا اینکه یک برنامه‌ریزی دقیق داشته باشید.",
        "فردی نسبتاً کم‌حرف و ساکت هستید.",
        "اگر کسب و کاری داشته باشید خیلی برایتان دشوار است که کارمندان وفادار اما دارای عملکرد ضعیف را اخراج کنید.",
        "اغلب در مورد دلایل وجود انسان تأمل می‌کنید.",
        "وقتی پای تصمیم‌گیری‌های مهم به میان می‌آید، منطق معمولاً از قلب مهم‌تر است.",
        "محدود نکردن گزینه‌ها مهمتر از داشتن لیست کارهایی است که باید انجام داد.",
        "اگر دوستتان از چیزی ناراحت باشد، به احتمال زیاد از وی حمایت عاطفی می‌کنید تا راه‌های مقابله با مشکل را به وی پیشنهاد دهید.",
        "به‌ندرت احساس ناامنی می‌کنید.",
        "هیچ مشکلی برای تهیه جدول زمانی شخصی و رعایت آن ندارید.",
        "وقتی مسئله کار گروهی مطرح است، انجام کار درست مهمتر از همکاری کردن است.",
        "فکر می‌کنید باید به دیدگاه‌های همه احترام گذاشته شود صرف‌نظر از اینکه از پشتوانه واقعیت‌ها بهره‌مند باشند یا خیر.",
        "پس از گذراندن وقت با گروهی از افراد احساس می‌کنید انرژی بیشتری دارید.",
        "اغلب چیزهای خود را جا می‌گذارید.",
        "به نظر خودتان از نظر عاطفی ثبات بسیار زیادی دارید.",
        "ذهنتان همیشه درگیر نظرات و برنامه‌های بررسی نشده است.",
        "آیا خود را رؤیاپرداز می‌دانید؟",
        "وقتی در جلوی جمع صحبت می‌کنید اغلب حفظ آرامش برایتان دشوار است.",
        "به‌طور کلی، بیشتر بر تجربه خود تکیه می‌کنید تا تخلیتان.",
        "بیش از حد در مورد افکار دیگران نگران هستید.",
        "اگر اتاق پر از جمعیت باشد، نزدیک به دیوار می‌مانید و از رفتن به وسط پرهیز می‌کنید.",
        "تمایل دارید کارها را به تعویق بیندازید تا وقتی زمان کافی برای انجام همه کارها وجود نداشته باشد.",
        "در موقعیت‌های استرس‌زا شدیداً مضطرب می‌شوید.",
        "معتقد هستید اینکه دیگران شما را دوست بدارند بهتر از آن است که قدرتمند باشید.",
        "همیشه به چیزهای غیرمتعارف و مبهم نظیر کتاب‌ها، هنرها، یا فیلم‌هایی از این دست علاقه‌مند بوده‌اید.",
        "اغلب در موقعیت‌های اجتماعی ابتکار عمل را به دست می‌گیرید."],

    "answer_sheet" : {
        "1": {"minus": "e", "plus": "i"},
        "2": {"minus": "s", "plus": "n"},
        "3": {"minus": "p", "plus": "j"},
        "5": {"minus": "e", "plus": "i"},
        "6": {"minus": "n", "plus": "s"},
        "7": {"minus": "f", "plus": "t"},
        "8": {"minus": "p", "plus": "j"},
        "9": {"minus": "i", "plus": "e"},
        "10": {"minus": "t", "plus": "f"},
        "12": {"minus": "p", "plus": "j"},
        "13": {"minus": "i", "plus": "e"},
        "14": {"minus": "n", "plus": "s"},
        "16": {"minus": "p", "plus": "j"},
        "17": {"minus": "f", "plus": "t"},
        "19": {"minus": "f", "plus": "t"},
        "20": {"minus": "f", "plus": "t"},
        "21": {"minus": "j", "plus": "p"},
        "23": {"minus": "e", "plus": "i"},
        "24": {"minus": "p", "plus": "j"},
        "25": {"minus": "n", "plus": "s"},
        "26": {"minus": "s", "plus": "n"},
        "28": {"minus": "t", "plus": "f"},
        "30": {"minus": "n", "plus": "s"},
        "31": {"minus": "i", "plus": "e"},
        "32": {"minus": "j", "plus": "p"},
        "34": {"minus": "i", "plus": "e"},
        "35": {"minus": "s", "plus": "n"},
        "36": {"minus": "j", "plus": "p"},
        "37": {"minus": "e", "plus": "i"},
        "38": {"minus": "t", "plus": "f"},
        "39": {"minus": "s", "plus": "n"},
        "40": {"minus": "f", "plus": "t"},
        "41": {"minus": "j", "plus": "p"},
        "42": {"minus": "t", "plus": "f"},
        "44": {"minus": "p", "plus": "j"},
        "45": {"minus": "f", "plus": "t"},
        "46": {"minus": "t", "plus": "f"},
        "47": {"minus": "i", "plus": "e"},
        "48": {"minus": "j", "plus": "p"},
        "50": {"minus": "s", "plus": "n"},
        "51": {"minus": "n", "plus": "s"},
        "52": {"minus": "e", "plus": "i"},
        "53": {"minus": "n", "plus": "s"},
        "55": {"minus": "e", "plus": "i"},
        "56": {"minus": "j", "plus": "p"},
        "58": {"minus": "t", "plus": "f"},
        "59": {"minus": "s", "plus": "n"},
        "60": {"minus": "i", "plus": "e"}
    },

    "mbti_types" : {
        "INTJ" : {
            "Cover" : "",
            "Color" : "#96637c",
            "Name" : "معمار",
            "Article" : " <article class='main description' style='user-select: auto;'><h1 style='user-select: auto;'>شخصیت “معمار”</h1> <p style='user-select: auto;'>معماران به‌تنهایی در نوک قله قرار گرفته‌اند و یکی از کمیاب‌ترین و توانمندترین گونه‌های شخصیتی از حیث توانایی‌های استراتژیک هستند و به‌خوبی از این امر آگاهند. معماران تنها دو درصد جمعیت را تشکیل می‌دهند و زنان این گونه شخصیتی بسیار نادر هستند و فقط 0.8% جمعیت را تشکیل می‌دهند - به همین دلیل اغلب اوقات پیدا کردن افراد همفکر که قادر باشند با روشن‌اندیشی بی حد و حصر و مانورهای شطرنج‌وار آنها برابری کنند کار دشواری است. افراد دارای گونه شخصیتی معمار اهل تخیل و در عین حال قاطع، بلندپرواز و در عین حال گوشه‌گیر و به شکلی شگفت‌آور کنجکاو هستند، اما انرژی خود را بیهوده هدر نمی‌دهند.</p> <h2 style='user-select: auto;'>هیچ چیز نمی‌تواند منش و رویکرد صحیح را از دستیابی به اهدافش بازدارد</h2> <p style='user-select: auto;'>معماران به دلیل تشنگی ذاتی‌شان برای کسب دانش که خود را در اوایل زندگی نشان می‌دهد، اغلب کودکانی 'خرخوان' لقب داده می‌شوند. اگرچه ممکن است این لقب از نظر همسالان نوعی توهین تلقی شود، اما آنها به احتمال زیاد با آن همدلی کرده و حتی به آن افتخار می‌کنند و از مجموعه گسترده و عمیق دانش خود بهره می‌برند. معماران همچنین از اینکه آنچه را می‌دانند به دیگران بگویند لذت می‌برند، از تسلط خود به موضوعات مورد انتخابشان مطمئن هستند، اما این شخصیت‌ها ترجیح می‌دهند به طراحی و اجرای طرحی درخشان در حوزه کاری خود بپردازند تا اینکه دیدگاه‌هایی در مورد مسائل فرعی 'غیرجذاب' همچون شایعات را بپذیرند.</p> <blockquote style='user-select: auto;'><p style='user-select: auto;'>شما حقی نسبت به دیدگاه خودتان ندارد. شما فقط در مورد دیدگاه آگاهانه خود محق هستید. هیچ کس حق ندارد نادان باشد.</p> <footer style='user-select: auto;'>Harlan Ellison</footer></blockquote> <p style='user-select: auto;'>پارادوکس آنها از دید اکثر ناظران این است که معماران می‌توانند با تناقض‌هایی آشکار به زندگی بپردازند - حداقل از دیدگاه صرفاً منطقی. به‌عنوان مثال، معماران همزمان هم رؤیاپردازترین آرمانگرایان و هم بدبین‌ترین بدبینان هستند، تعارضی که به ظاهر غیرممکن است. اما دلیل این امر آن است که افراد دارای گونه شخصیتی معمار باور دارند که با تلاش، هوش و ملاحظه، هیچ چیز غیرممکن است، در عین حال که معتقدند مردم خیلی تنبل، کوته‌بین یا خودخواه هستند و نمی‌توانند به این نتایج فوق‌العاده دست یابند. در عین حال چنین دیدگاه بدبینانه‌ای نسبت به واقعیت، مانع از آن نخواهد شد که معمار علاقه‌مند از دستیابی به نتیجه‌ای که به آن باور دارد دست بکشد.</p> <div class='scene' style='user-select: auto;'><img alt='شخصیت “معمار” (INTJ-A / INTJ-T)' src='https://static.neris-assets.com/images/personality-types/scenes/analysts_Architect_INTJ_introduction.svg?v=1' style='user-select: auto;'></div> <h2 style='user-select: auto;'>در مسائل مربوط به اصول، همچون کوه ایستادگی کن</h2> <p style='user-select: auto;'>معماران اعتماد به نفس و هاله‌ای از رمز و راز از خود می‌پراکنند و مشاهدات روشنگر، ایده‌های اصیل و منطق توانمندشان آنها را قادر می‌سازد تنها با اراده مطلق و نیروی شخصیت خود تغییر ایجاد کنند. گاهی اوقات چنین به نظر می‌رسد که معماران دست به شالوده‌شکنی و بازسازی هر ایده و نظامی می‌زنند که با آن برخورد می‌کنند و در این زمینه حس کمال‌گرایی و حتی اخلاق را به کار می‌بندند. هر کسی که استعداد آن را نداشته باشد که با فرآیندهای معماران برابری کند یا بدتر از آن، متوجه منظورشان نشود به احتمال زیاد فوراً و برای همیشه احترام خود را از دست خواهد داد.</p> <blockquote class='no-footer' style='user-select: auto;'><p style='user-select: auto;'>قوانین، محدودیت‌ها و سنت‌ها مورد نفرت گونه شخصیتی معمار هستند - همه چیز باید در معرض پرسش و ارزیابی مجدد قرار گیرد و اگر معماران راهی پیدا کنند، اغلب یک‌جانبه دست به کار می‌شوند و ایده‌ها و روش‌های خود را که از لحاظ فنی برتر، غیرمعمول و گاهی اوقات بی‌رحمانه و تقریباً همیشه غیرسنتی هستند را به اجرا می‌گذارند.</p></blockquote> <p style='user-select: auto;'>این مسئله را نباید به اشتباه تکانشگری دانست - معماران همواره می‌کوشند منطقی بمانند و مهم نیست که هدف نهایی تا چه اندازه جذاب باشد، و هر ایده، چه در درون خود فرد تولید شده باشد یا از جهان خارج گرفته شده باشد، باید از فیلتر بی‌رحمانه و همیشه حاضر 'آیا واقعاً مؤثر است؟' بگذرد. این سازوکار همواره، در مورد همه چیز و همه کس اعمال می‌شود و اغلب همین‌جا است که گونه شخصیتی معمار دچار مشکل می‌شود.</p> <h2 style='user-select: auto;'>کسی که به تنهایی سفر می‌کند بیشتر تأمل می‌کند</h2> <p style='user-select: auto;'>معماران باهوش هستند و به دانشی که برای فراگیری آن زمان صرف کرده‌اند مطمئن هستند، اما متأسفانه بعید است قرارداد اجتماعی جزو چنین موضوعاتی باشد. شاید دروغ مصلحتی و صحبت‌های کوچک برای گونه شخصیتی که مشتاق حقیقت و عمق است دشوار باشد، اما ممکن است معماران تا آنجا پیش بروند که بسیاری از قراردادهای اجتماعی را کاملاً احمقانه بدانند. از قضا، بهتر است معماران در جایی بمانند که در آن راحت هستند - یعنی خارج از کانون توجه - که در آنجا اعتماد به نفس طبیعی در بین معماران رواج دارد، اما وقتی با افراد آشنا همکاری می‌کنند چراغ راه آنها می‌شوند و موجب جذب افراد با خلق و خو و علایق مشابه می‌گردند - که این جذب می‌تواند جنبه عاشقانه یا شکل دیگری داشته باشد.</p> <p style='user-select: auto;'>معماران با تمایل خود برای حرکت در مسیر زندگی همچون صفحه شطرنجی بزرگ تعریف می‌شوند، جایی که مهره‌ها به طور مداوم با هوش و ملاحظه جابجا می‌کنند، همواره تاکتیک‌ها و استراتژی‌های جدید و برنامه‌های احتیاطی ارزیابی می‌نمایند، به‌طور مداوم همتایان خود را وادار به جابجایی می‌کنند تا کنترل وضعیت را حفظ کرده و در عین حال آزادی حرکت خود را به حداکثر برسانند. این بدان معنی نیست که معماران بدون توجه به ندای وجدان عمل می‌کنند، اما از نظر بسیاری از گونه‌های دیگر، تنفر معمار از اقدام بر اساس احساسات چنین چیزی را به ذهن متبادر می‌کند، و همچنین توضیح می‌دهد که چرا بسیاری از افراد شرور در داستان‌ها (و قهرمانانی که در موردشان سوءتفاهم شده است) بر اساس این گونه شخصیتی ساخته می‌شوند.</p></article>",
            "Description" : "INTJ ها تنها 2% از جمعیت دنیا را تشکیل می‌دهند، مخصوصا خانم‌های این تیپ شخصیتی بسیار کم هستند و فقط 0.8% از جمعیت دنیا را شامل می‌شوند. برای آنها پیدا کردن اشخاصی هم‌فکر که با عقاید سرسخت و ذهنِ مانند شطرنج آنها همراه شود، چالش بزرگی‌ست. آنها افرادی خیال‌پرداز و در عین حال قاطع و استوار، بلندپرواز و در عین حال خاص و شدیدا کنجکاو هستند اما انرژی‌شان را تلف نمی‌کنند.",
            "Upside_Picture" : "https://static.neris-assets.com/images/personality-types/headers/analysts_Architect_INTJ_personality_header.svg",
            "Background_Picture" : "https://odo.ac/api/files/5cbd9fee33006/intj.gif"
        },
        "INTP" : {
            "Cover" : "",
            "Color" : "#96637c",
            "Name" : "منطق‌دان",
            "Article" : "<article class='main description' style='user-select: auto;'><h1 style='user-select: auto;'> شخصیت “منطق‌دان” </h1> <blockquote style='user-select: auto;'><p style='user-select: auto;'>از دیروز بیاموز، برای امروز زندگی کن، به فردا امیدوار باش. مسئله مهم این است که دست از سؤال پرسیدن بر ندارید.</p> <footer style='user-select: auto;'>Albert Einstein</footer></blockquote> <p style='user-select: auto;'>گونه شخصیتی منطق‌دان نسبتاً نادر است و تنها سه درصد از جمعیت را شامل می‌شود که قطعاً خبر خوبی برای آنها است چرا که هیچ چیزی به اندازه 'رایج بودن' باعث نارضایتی آنها نمی‌شود. منطق‌دانان به نوآوری و خلاقیت، دیدگاه منحصر به فرد و عقل نیرومند خود مباهات می‌کنند. منطق‌دانان که معمولاً به‌عنوان فیلسوف، متفکر، یا استاد رؤیاپرداز شناخته می‌شوند، مسئول بسیاری از اکتشافات علمی در طول تاریخ بوده‌اند</p> <h2 style='user-select: auto;'>زندگی آزموده نشده ارزش زیستن ندارد</h2> <blockquote class='no-footer' style='user-select: auto;'><p style='user-select: auto;'>منطق‌دانان به‌خاطر نظریه‌های درخشان و منطق نیرومند خود شناخته می‌شوند - در حقیقت، آن‌ها منطقی‌ترین گونه بین تمام گونه‌های شخصیتی در نظر گرفته می‌شوند.</p></blockquote> <p style='user-select: auto;'>افراد دارای گونه شخصیتی منطق‌دان عاشق الگوها هستند و تعیین اختلافات بین عبارات تقریباً نوعی سرگرمی برایشان به حساب می‌آید که باعث می‌شود دروغ گفتن به منطق‌دانها فکر خوبی نباشد. این مسئله باعث می‌شود دیگران نتوانند عبارت‌های منطق‌دانان را به‌راحتی هضم کنند - مسئله این نیست که منطق‌دانان صادق نیستند، بلکه شخصیت آنها به‌گونه‌ای است که افکار کاملاً شکل نگرفته را در میان می‌گذارند و از دیگران به عنوان یک جایگاهی برای طرح ایده‌ها و نظریه‌ها در بحث علیه خودشان استفاده کنند، و نه به‌عنوان طرفهای مکالمه واقعی.</p> <p style='user-select: auto;'>ممکن است این مسئله باعث شود این گونه شخصیتی غیرقابل اعتماد به نظر برسد، اما در واقع هیچ کس به اندازه منطق‌دانان مشتاق و قادر به تشخیص مشکل، بررسی عوامل و جزئیات بی‌پایانی که موضوع آنها را شامل می‌شود و تدوین راه حلی منحصر به فرد و ماندگار نیست - فقط نباید انتظار داشت که گزارش‌های پیشرفت را به موقع تحویل بدهند! افرادی که دارای گونه شخصیتی منطق‌دان هستند به فعالیت‌ها و نگهداری‌های عملی و روزمره علاقه‌ای ندارند، اما وقتی منطق‌دانان محیطی را پیدا می‌کنند که نبوغ خلاق و توانایی‌های بالقوه‌شان می‌تواند در آنجا ابراز شود، هیچ محدودیتی از نظر صرف زمان و انرژی برای تدوین راه‌حل نکته‌سنجانه و بی‌طرفانه خود ندارد.</p> <div class='scene' style='user-select: auto;'><img alt='شخصیت “منطق‌دان” (INTP-A / INTP-T)' src='https://static.neris-assets.com/images/personality-types/scenes/analysts_Logician_INTP_introduction.svg?v=1' style='user-select: auto;'></div> <h2 style='user-select: auto;'>خرد با حیرت آغاز می‌شود</h2> <p style='user-select: auto;'>ممکن است به نظر برسد که منطق‌دانان در افکاری پوچ و بی‌پایان سرگردان هستند، اما روند تفکر آنها بدون وقفه است و ذهنشان از لحظه‌ای که از خواب بیدار می‌شوند کارش را با طرح ایده‌ها شروع می‌کند. ممکن است این تفکر مداوم باعث شود منطق‌دانان به ظاهر افسرده و منزوی به نظر برسند، چرا که دائم در حال انجام بحثهایی تمام عیار در سر خود هستند، اما در واقع کاملاً آرام هستند و وقتی در کنار افرادی باشند که آنها را می‌شناسند یا علاقه‌های مشابهی با آنها دارند رفتاری دوستانه دارند. با این حال، زمانی که شخصیت‌های منطق‌دان در در میان چهره‌های ناآشنا باشند، این حالت جای خود را به خجالت‌زدگی می‌دهد و اگر باور داشته باشند که نتیجه گیری یا نظریه منطقی آنها مورد انتقاد قرار گرفته به سرعت حالت تهاجمی به خود بگیرند.</p> <p style='user-select: auto;'>هنگامی که منطق‌دانان هیجان‌زده هستند، ممکن است گفتگوی آنها با عدم انسجام همراه باشد زیرا سعی دارند زنجیره‌ای پیچیده از نتیجه‌گیری‌ها ی منطقی را توضیح دهند که به شکل‌گیری شدن ایده آنها منجر شده است. اغلب اوقات، منطق‌دانان صرفاً ترجیح می‌دهند موضوع را به سرعت طرح کنند پیش از آنکه بتوان فهمید سعی دارند چه چیزی بگویند بجای اینکه تلاش کنند همه چیز را به زبان ساده مطرح کنند.</p> <p style='user-select: auto;'>عکس این مطلب نیز می‌تواند زمانی صادق باشد که مردم فرایندهای فکری خود را با اصطلاحات ذهنی و عواطف به شخصیت‌های منطق‌دان توضیح بدهند. تصور کنید که یک ساعت فوق‌العاده پیچیده، همه واقعیت‌ها و ایده‌های ممکن را در خود جذب کند، آنها را با حجم سنگینی از استدلال خلاق پردازش کند و منطقی‌ترین نتایج در دسترس را برگرداند- ذهن منطق‌دانان این‌گونه کار می‌کند، و این گونه تحمل کمی در برابر آچاری عاطفی دارند که می‌خواهد با ماشین‌های آنها سر و کله بزند.</p> <h2 style='user-select: auto;'>بگذارید کسانی که می‌خواهند جهان را حرکت بدهند نخست خودشان را حرکت بدهند</h2> <p style='user-select: auto;'>علاوه بر این، بعید است منطق‌دانان اساساً شکایت‌های عاطفی را درک کنند، و دوستانشان حمایت عاطفی چندانی از آنها دریافت نمی‌کنند. افراد دارای گونه شخصیتی منطق‌دان ترجیح می‌دهند در عوض یک مجموعه پیشنهادهای منطقی را برای چگونگی حل و فصل موضوع‌های زیربنایی ارائه دهند، دیدگاهی که همنشینان حساس‌تر همیشه از آنها استقبال نمی‌کنند. این مسئله به احتمال زیاد در مورد بیشتر قراردادها و اهداف اجتماعی، مانند برنامه‌ریزی شام و ازدواج نیز تعمیم خواهد یافت زیرا منطق‌دانان به مراتب بیشتر نگران اصیل بودن و کارآمد بودن نتایج هستند.</p> <p style='user-select: auto;'>یکی از چیزهایی که واقعاً باعث می‌شود منطق‌دانان عقب بکشند ترس دائمی و فراگیر آنها از شکست است. شخصیت منطق‌دان آنقدر در پی ارزیابی مجدد افکار و نظریه‌های خود بوده و نگران است که مبادا قطعه مهمی از پازل را از قلم انداخته باشد، که ممکن است دچار خمودگی شود و در جهان نامشهودی که افکارش در آن هرگز واقعاً به‌کار بسته نمی‌شود از دست برود. غلبه بر این شک به خود بزرگترین چالشی است که منطق‌دانان به احتمال زیاد با آن مواجه هستند، اما هدیه معنوی - اعم از بزرگ و کوچک - که پس از اتمام کار به جهان ارزانی می‌دارند ارزش این مبارزه را دارد.</p></article>",
            "Description" : "تیپ شخصیتی منطق‌گرا نسبتا نادر است و تنها 3% از جمعیت مردم را شامل می‌شود که مسلما خبر خوبی برای آنها حساب می‌شود چون خیلی از 'رایج و معمولی بودن' بدشان می‌آید. منطق‌دان‌ها به خلاقیت و نوآوری‌، شخصیت خاص و هوش زیادشان افتخار می‌کنند. معمولا به عنوان فیلسوف، معمار یا پروفسورهای خیال‌پرداز شناخته می‌شوند و مسئول بسیاری از اکتشافات علمی در طول تاریخ هستند. ",
            "Upside_Picture" : "https://static.neris-assets.com/images/personality-types/headers/analysts_Logician_INTP_personality_header.svg",
            "Background_Picture" : "https://odo.ac/api/files/5cbd9ed353884/intp.gif"
        },
        "ENTJ" : {
            "Cover" : "",
            "Color" : "#96637c",
            "Name" : "فرمانده",
            "Article" : "<article class='main description' style='user-select: auto;'><h1 style='user-select: auto;'> شخصیت “فرمانده” </h1> <blockquote style='user-select: auto;'><p style='user-select: auto;'>زمانتان محدود است، پس آن را با زندگی کردن بجای شخص دیگری هدر ندهید. به دام جزم‌اندیشی نیفتید - که به معنای زندگی کردن با نتایج حاصل از تفکر دیگران است. اجازه ندهید سر و صدای نظرات دیگران صدای درونی خودتان را غرق کند. و از همه مهمتر، شجاعت پیروی از قلب و شهود خود را داشته باشید. آن‌ها می‌دانند شما واقعاً می‌خواهید به چه کسی تبدیل شوید. تمام چیزهای دیگر در درجه دوم اهمیت است.</p> <footer style='user-select: auto;'>Steve Jobs</footer></blockquote> <p style='user-select: auto;'>فرماندهان، رهبرانی بالفطره هستند. افراد دارای این گونه شخصیتی تجسم کاریزما و اعتماد به نفس هستند و قدرت را طوری به نمایش می‌گذارند که دیگران را برای هدفی مشترک گرد هم می‌آورند. اما فرماندهان برخلاف همتای حساس‌تر خود یعنی پیشگامان، سطح اغلب بی‌رحمانه‌ای از عقلانیت دارند و از انگیزه، اراده و ذهن تیز خود برای رسیدن به هر هدفی که برای خود تعیین کرده‌اند، استفاده می‌کنند. شاید خیلی خوب باشد که آنها تنها سه درصد از جمعیت را تشکیل می‌دهند تا مبادا به پایمال کردن سایر گونه‌های شخصیتی ترسوتر و حساس‌تر بپردازند که بقیه جمعیت جهان را تشکیل می‌دهند - اما باید به‌خاطر بسیاری از شرکت‌ها و مؤسساتی که هر روز با آنها مواجهیم باید قدردان فرماندهان باشیم.</p> <h2 style='user-select: auto;'>شادی در لذت موفقیت نهفته است</h2> <p style='user-select: auto;'>اگر فرماندهان عاشق چیزی باشند، آن چیز چالشی خوب اعم از بزرگ یا کوچک است و عمیقاً معتقدند که اگر زمان و منابع کافی در اختیارشان باشد، می‌توانند به هر هدفی دست یابند. این کیفیت باعث می‌شود افراد دارای گونه شخصیتی فرمانده به کارآفرینانی درخشان تبدیل شوند و توانایی آنها برای تفکر استراتژیک و داشتن تمرکز طولانی‌مدت در حین اجرای هر مرحله از برنامه‌های خود با اراده و دقت، باعث می‌شود به رهبرانی قدرتمند در کسب و کار تبدیل گردند. این اراده اغلب نوعی رسالت درونی است، چرا که فرماندهان با اراده مطلق خود به سمت اهدافشان حرکت می‌کنند حال آنکه دیگران ممکن است تسلیم شوند و مهارت‌های اجتماعی آنها به این معنا است که به احتمال زیاد سایر افراد را با خود همراه می‌کنند و در این روند به نتایجی چشمگیر دست می‌یابند.</p> <div class='scene' style='user-select: auto;'><img alt='شخصیت “فرمانده” (ENTJ-A / ENTJ-T)' src='https://static.neris-assets.com/images/personality-types/scenes/analysts_Commander_ENTJ_introduction.svg?v=1' style='user-select: auto;'></div> <p style='user-select: auto;'>فرماندهان در پشت میز مذاکره، چه در محیط شرکت یا در هنگام خریدن یک خودرو، مسلط، بی‌امان، و بی‌رحم هستند. دلیلش این نیست که آنها فی‌نفسه سنگدل یا شرور هستند - بلکه مسئله اینجا است که شخصیت فرمانده واقعاً از چالش و نبرد حاضر جوابی در محیط لذت می‌برد و اگر طرف مقابل نتواند مقاومت کند، هیچ دلیلی ندارد که فرمانده از پیروزی نهایی خود چشم‌پوشی کند.</p> <blockquote class='no-footer' style='user-select: auto;'><p style='user-select: auto;'>شاید تفکری که در ذهن فرمانده جریان دارد این باشد 'هیچ اهمیتی نمی‌دهم که مرا ح*****ه  بی‌رحمی بدانی، به شرطی که ح*****ه کارآمدی باشم'.</p></blockquote> <p style='user-select: auto;'>اگر کسی باشد که فرمانده به وی احترام بگذارد، آن فرد کسی است که از لحاظ فکری قادر است با دقت و کیفیتی همانند خودش با وی برابری کند. شخصیت فرمانده مهارت خاصی در شناخت استعدادهای دیگران دارد و این امر به وی هم در زمینه تیم‌سازی کمک می‌کند (زیرا هیچ کس، هر چقدر هم که باهوش باشد نمی‌تواند همه چیز را به تنهایی انجام دهد)، و هم مانع از آن می‌شود که فرمانده غرور و برتری بیش از حدی نشان دهد. با این حال، این افراد مهارت خاصی دیگری نیز در برشمردن شکست دیگران با بی‌رحمی فراوان دارند و این جا است که فرماندهان واقعاً دچار دردسر می‌شوند.</p> <h2 style='user-select: auto;'>پرورش دادن علم روابط انسانی</h2> <p style='user-select: auto;'>بیان عاطفی در مورد هیچ گونه شخصیتی در گروه نقش تحلیلگر صادق نیست، اما فاصله گرفتن فرماندهان از احساسات خود به دلیل ماهیت اجتماعی‌شان کاملاً مشهود است و این مسئله به‌طور مستقیم توسط طیف بسیار گسترده‌تری از افراد احساس می‌شود. به خصوص در محیط حرفه‌ای، فرماندهان به‌سادگی حساسیت خود را نسبت به کسانی که آنها را ناکارآمد، بی‌کفایت یا تنبل می‌دانند، سرکوب می‌نمایند. در مورد افراد دارای گونه شخصیتی فرمانده، نشان دادن عواطف به معنای ضعف نشان دادن است و با این رویکرد به‌راحتی می‌توان برای خود دشمن تراشید - فرماندهان به‌خوبی این مسئله را به خاطر دارند که کاملاً به داشتن تیمی مؤثر وابسته هستند، نه فقط برای رسیدن به اهداف خود، بلکه همچنین در خصوص اعتبار و بازخورد خود، چیزی که فرماندهان نسبت به آن بسیار حساس هستند.</p> <p style='user-select: auto;'>فرماندهان به‌راستی منبع نیرو هستند، و اغلب تصویری که از خود ارائه می‌دهند تصویری فراتر از افراد عادی است - و اغلب اوقات خود نیز چنین هستند. هرچند افراد دارای این گونه شخصیتی باید به یاد داشته باشند که جایگاهشان فقط ناشی از اعمال خودشان نیست، بلکه در عین حال ناشی از اقدامات تیمی است که آنها را سرپا نگهداشته است و مهم است که کمک‌ها، استعدادها و نیازهای شبکه حمایتی خود را به ویژه از منظر عاطفی تشخیص دهند. اگرچه شخصیت فرمانده باید ذهنیت 'تظاهر کن که داری تا وقتی که بتوانی آن را داشته باشی' را در پیش بگیرد، اما اگر قادر به در نظر گرفتن تمرکز عاطفی مناسب در کنار نقاط قوت فراوان خود باشد، روابطی عمیق و رضایت‌بخش را کسب خواهد کرد و قادر است در تمام چالش‌های پیش روی خود به پیروزی برسد.</p></article>",
            "Description" : "فرماندهان رهبران ذاتی هستند. افرادی با این تیپ شخصیتی جذبه و اعتماد به نفس دارند و قدرتشان را به نحوی نمایش می‌دهند که تمام افراد را برای یک هدف واحد دور هم جمع می‌کند. هر چند فرماندهان به داشتن عقلانیت، عزم و اراده و داشتن ذهنی تیز برای رسیدن به هر هدفی که برای خودشان مشخص کرده‌اند، شناخته می‌شوند. آنها فقط سه درصد از جمعیت را تشکیل می‌دهند ولی بر تیپ­های شخصیتی کمروتر و حساس­تر که بقیه جمعیت را تشکیل داده‌اند، غلبه می‌کنند.",
            "Upside_Picture" : "https://static.neris-assets.com/images/personality-types/headers/analysts_Commander_ENTJ_personality_header.svg",
            "Background_Picture" : "https://odo.ac/api/files/5cbd9d9def7d4/entj.gif"
        },
        "ENTP" : {
            "Cover" : "",
            "Color" : "#96637c",
            "Name" : "مجادله گر",
            "Article" : "<article class='main description'><h1> شخصیت “مجادله‌گر” </h1> <blockquote><p>مسیر ناامن متفکری مستقل را دنبال کنید. ایده‌های خود را در معرض خطر اختلاف نظر قرار دهید. نظرات خود را بیان کنید و از برچسب 'احمق بودن' کمتر بترسید تا از ننگ همرنگ شدن با جماعت. و در خصوص مسائلی که برایتان مهم است، به هر قیمتی که شده از آنها دفاع کنید.</p> <footer>Thomas J. Watson</footer></blockquote> <p>گونه شخصیتی مجادله‌گر به‌راستی وکیل مدافع شیطان است، یعنی نابود کردن استدلال‌ها و اعتقادات و در معرض دید همگان قرار دادن حاصل این تلاش. مجادله‌گران بر خلاف شخصیت‌های مصمم‌تر، این کار را به این دلیل انجام نمی‌دهند که می‌خواهند به هدفی عمیق‌تر یا استراتژیک برسند، بلکه فقط به این دلیل ساده چنین کاری را می‌کنند که برایشان سرگرم‌کننده است. هیچ‌کس به اندازه مجادله‌گران نبرد ذهنی را دوست ندارد، چرا که این کار به آنها فرصتی برای به‌کار بستن شوخ طبعی خود بدون اینکه به زحمت بیفتند، نشان دادن دانش گسترده خود و ظرفیت ربط دادن ایده‌های پراکنده برای اثبات حرفشان را می‌دهد.</p> <blockquote class='no-footer'><p>تناقض غریبی در مورد مجادله‌گران رخ می‌دهد زیرا آنها واقعاً صادق هستند، اما به‌طور خستگی‌ناپذیر برای اثبات چیزهایی استدلال می‌کنند که در واقع به آنها باور ندارند یعنی پای خود را در کفش دیگران می‌کنند تا در مورد یک حقیقت از منظری دیگر استدلال نمایند.</p></blockquote> <p>ایفای نقش وکیل مدافع شیطان به افراد دارای گونه شخصیتی مجادله‌گر کمک می‌کند تا نه تنها درک بهتری از استدلال دیگران کسب کنند، بلکه درک بهتری از عقاید مخالف بیابند - چرا که مجادله‌گران هستند که در تأیید چنین عقیده‌هایی استدلال می‌کنند.</p> <p>این تاکتیک را نباید با نوعی از درک متقابل اشتباه گرفت که گونه‌های شخصیتی گروه نقش دیپلمات به دنبال آن است - مجادله‌گران دائماً در حال تلاش برای کسب دانش هستند و برای کسب دانش چه راهی بهتر از حمله به یک ایده و دفاع از آن از هر زاویه و از هر طرف وجود دارد؟</p> <div class='scene'><img alt='شخصیت “مجادله‌گر” (ENTP-A / ENTP-T)' src='https://static.neris-assets.com/images/personality-types/scenes/analysts_Debater_ENTP_introduction.svg?v=1'></div> <h2>در اینجا هیچ قانونی وجود ندارد - ما داریم تلاش می‌کنیم کاری را به انجام برسانیم.</h2> <p>مجادله‌گران که تا حدودی از اینکه طرف شکست‌خورده بحث باشند لذت می‌برند، عاشق تمرین ذهنی به پرسش کشیدن نظام غالب اندیشه، بی‌ارزش کردن آنها در حین بازسازی نظام‌های موجود یا به هم ریختن امور و طرح آنها به شیوه‌هایی تازه هستند. با این حال از توضیح روال معمول اجرای پیشنهادهای خود در عالم واقع عاجز هستند. شخصیت‌های مجادله‌گر عاشق این هستند که 'ایده آفرینی' کنند و افکار بزرگی داشته باشند، اما از اینکه به هر قیمتی گرفتار انجام 'کارهای سنگین' شوند، پرهیز می‌کنند. مجادله‌گران تنها حدود سه درصد از جمعیت را تشکیل می‌دهند که هیچ اشکالی هم ندارد زیرا می‌توانند ایده‌های اصیلی را پدید بیاورند، سپس کنار بکشند و اجازه بدهند شخصیت‌های رایج‌تر و سختکوش‌تر زحمت تدارکات مربوط به اجرا و نگهداری را بکشند.</p> <p>توانایی مجادله‌گران برای بحث می‌تواند آزاردهنده باشد - زیرا اگرچه وقتی افراد خواستار استفاده از این توانایی باشند از آن قدردانی نیز می‌کنند، اما ممکن است به وضعیت‌های عذاب‌آوری نیز منتهی شود مثلاً وقتی چنین افرادی با زیر سؤال بردن نظرات رئیس خود در یک جلسه یا گزینش مهمترین نکاتی که دیگران گفته‌اند، موجبات رنجش آنها را فراهم کنند. قضیه وقتی پیچیده‌تر می‌شود که بدانیم مجادله‌گران ذاتاً صداقت دارند زیرا این گونه افراد کلمات را خوب به هم نمی‌آمیزند و اهمیت چندانی نمی‌دهند که افرادی دلسوز یا مهربان تلقی شوند. افرادی که ذهنیت مشابهی با گونه شخصیتی مجادله‌گر داشته باشند با آن کنار می‌آیند، اما اغلب اوقات گونه‌های شخصیتی حساس‌تر و به‌طور کلی جامعه، از مناقشه گریزان هستند و احساسات، آسایش و حتی دروغ‌های مصلحتی را به حقایق ناخوشایند و عقلانیت سفت و سخت ترجیح می‌دهند.</p> <p>این امر باعث دلسردی مجادله‌گران می‌شود زیرا وقتی سرگرم زیر و رو کردن عقاید دیگران و زیر پا گذاشتن احساساتشان هستند درمی‌یابند که راه بسیاری از مجادلات سرگرم‌کننده‌شان - اغلب به‌طور سهوی - بر روی آنها بسته می‌شود. مجادله‌گران وقتی با خودشان همان رفتاری می‌شود که با دیگران داشته‌اند، از اینکه از پاسخ دادن به سؤالاتشان طفره بروند، به‌خصوص وقتی خواهشی را مطرح کنند، ناراحت خواهند شد. شخصیت‌های مجادله‌گر به دلیل نگرش، اعتماد به نفس، دانش و حس شوخ‌طبعی مورد احترام قرار می‌گیرند، اما اغلب در تلاش برای استفاده از همین ویژگی‌ها به عنوان مبنایی برای دوستی‌های عمیق‌تر و روابط عاشقانه دچار مشکل می‌شوند.</p> <h2>فرصت از دست می‌رود چرا که کار دشواری به نظر می‌رسد</h2> <p>مجادله‌گران برای مهار توانایی‌های طبیعی خود نسبت به دیگران راه درازتری در پیش دارند - استقلال فکری و چشم‌انداز باز آنها فوق‌العاده ارزشمند است به‌خصوص وقتی مسئول انجام کاری باشند یا حداقل کسی که مسئول است از آنها حرف‌شنوی داشته باشد، اما انجام عملی کارها نیازمند مقداری پیگیری است که افراد دارای گونه شخصیتی مجادله‌گر نمی‌توانند از پس آن برآیند.</p> <p>مجادله‌گران پس از اینکه جایگاه خود را مستحکم کردند، باید به خاطر داشته باشند که برای اینکه ایده‌هایشان به ثمر بنشیند، همیشه برای کنار هم چیدن بخش‌های آن به دیگران وابسته هستند - چنانچه مجادله‌گران بخش زیادی از وقت خود را صرف 'پیروز شدن' در مباحثات کنند تا ایجاد اجماع، در نهایت پشتیبانی لازم را برای موفق شدن در اختیار نخواهند داشت. افراد دارای این گونه شخصیتی به این دلیل که نقش وکیل مدافع شیطان را به‌خوبی ایفا می‌کنند، ممکن است متوجه شوند که پیچیده‌ترین و باارزش‌ترین چالش فکری درک دیدگاه‌های احساساتی‌تر، و استدلال در خصوص ملاحظات و سازش در کنار منطق و پیشرفت است.</p></article>",
            "Description" : "شخصیت مجادله‌گر، نقش فرد مخالف با دیگران را بازی می‌کند تا دیگران را به فکر بیشتر وادارد، اشتیاق زیادی به بحث و استدلال در مورد باورها دارد و دوست دارد خودش را به نمایش بگذارد. آنها این کار را به خاطر دلایل محکم یا اهداف استراتژیک انجام نمی‌دهند، بلکه این کار را می‌کنند چون برایشان مفرح است. هیچ‌کس به اندازه مجادله‌گر، کل‌کل، بحث و مناظره ذهنی را دوست ندارد.",
            "Upside_Picture" : "https://static.neris-assets.com/images/personality-types/headers/analysts_Debater_ENTP_personality_header.svg",
            "Background_Picture" : "https://odo.ac/api/files/5cbd9bfb227ae/entp.gif"
        },


        "INFJ" : {
            "Cover" : "",
            "Color" : "#56ac8a",
            "Name" : "حامی",
            "Article" : "<article class='main description'><h1> شخصیت “حامی” </h1> <p>گونه شخصیتی حامی بسیار نادر است و کمتر از یک درصد از جمعیت را تشکیل می‌دهد، با وجود این، آنها جای پای خود را در جهان باقی می‌گذارند. این افراد دارای حس ذاتی آرمان‌گرایی و اخلاق هستند، اما آنچه آنها را از سایر گونه‌های شخصیتی آرمان‌گرایانه جدا می‌کند قاطعیت و اراده آنها است - حامیان افرادی رؤیاپرداز و منفعل نیستند، بلکه کسانی هستند که قادر به برداشتن گام‌هایی عینی برای تحقق اهداف خود و ایجاد تأثیر مثبت پایدار هستند.</p> <blockquote class='no-footer'><p>شاید حامیان کمک به دیگران را هدف خود در زندگی بدانند، اما در حالی که افرادی با این گونه شخصیتی را می‌توان در کارهایی مانند عملیات نجات و انجام امور خیریه پیدا کرد، اشتیاق واقعی آنها پرداختن به قلب موضوع است تا اساساً نیاز به نجات دادن وجود نداشته باشد.</p></blockquote> <div class='scene'><img alt='شخصیت “حامی” (INFJ-A / INFJ-T)' src='https://static.neris-assets.com/images/personality-types/scenes/diplomats_Advocate_INFJ_introduction.svg?v=1'></div> <h2>به من کمک کن و من به تو کمک می‌کنم</h2> <p>در واقع حامیان ترکیب بسیار منحصر به فردی از صفات را دارند: آنها هرچند نرم و ملایم سخن می‌گویند اما عقاید بسیار راسخی دارند و به‌طرزی خستگی‌ناپذیر در راه اندیشه‌ای که به آن باور دارند مبارزه می‌کنند. افراد دارای این گونه شخصیتی قاطع و بااراده هستند، اما به‌ندرت از این انرژی برای منافع شخصی استفاده می‌کنند - حامیان کارهای خود را با خلاقیت، ابتکار، اعتقاد راسخ و حساسیت انجام می‌دهند اما نه در پی خلق مزیت بلکه در پی ایجاد تعادل هستند. مساوات‌طلبی و مفهوم کارما تفکرات بسیار جذابی برای حامیان است و آنها معتقدند هیچ چیز همانند استفاده از عشق و شفقت برای نرم کردن دل ظالمان به جهان کمک نمی‌کند.</p> <blockquote><p>هر کسی باید تصمیم بگیرد که آیا می‌خواهد در روشنایی نوع‌دوستی خلاقانه گام بردارد یا در تاریکی خودخواهی مخرب.</p> <footer>Martin Luther King</footer></blockquote> <p>حامیان به‌راحتی می‌توانند با دیگران ارتباط برقرار کنند و استعداد زیادی برای سخن گفتن با زبانی گرم و حساس با استفاده از اصطلاحات ملموس انسانی دارند تا با منطق محض و واقعیت. منطقی است که دوستان و همکاران حامیان آنها را شخصیت‌هایی نسبتاً اجتماعی بدانند، اما بهتر است همگی به یاد داشته باشند که حامیان نیاز به تنهایی دارند تا خود را از فشار رها کرده و دوباره نیرو بگیرند، و وقتی به‌طور ناگهانی پا پس می‌کشند بیش از حد نگران نشوند. حامیان به احساسات دیگران توجه دارند و انتظار دارند در مورد خودشان هم  همین اتفاق بیفتد - این امر بدان معناست که باید گاهی اوقات چند روز فرصتی که نیاز دارند به آنها داده شود.</p> <h2>زندگی کن تا یک روز دیگر هم مبارزه کنی</h2> <p>هر چند واقعاً مهم است که شخصیت‌های حامی به یاد داشته باشند که باید از خودشان مراقبت کنند. شور و شوق ناشی از باورهای راسخشان می‌تواند کاری کند که از ظرفیت خود فراتر بروند و اگر مهار حمیت‌شان از دست خارج شود، ممکن است در نهایت خود را بی‌رمق، بیمار و دچار استرس بیابند. این مسئله به‌خصوص هنگامی آشکار می‌شود که حامیان در مقابل مجادله و انتقاد قرار می‌گیرند - حساسیتشان آنها را وادار می‌کند هر کاری که می‌توانند انجام دهند تا از این حملات به ظاهر شخصی اجتناب کنند، اما وقتی شرایط غیرقابل اجتناب باشد، ممکن است به شیوه‌هایی بسیار غیر منطقی و غیرسودمند به مبارزه بپردازند.</p> <p>از نظر حامیان، جهان مکانی است پر از بی‌عدالتی - اما لزومی ندارد چنین باشد. هیچ گونه شخصیتی دیگری به اندازه آنها برای ایجاد جنبشی جهت تصحیح اشتباهات، هرقدر هم بزرگ یا کوچک، مناسب نیست. حامیان تنها باید به یاد داشته باشند که وقتی سخت مشغول مراقبت از جهان هستند، لازم است از خودشان نیز مراقبت کنند.</p></article>",
            "Description" : "شخصیت حامی بسیار نادر است و کمتر از یک درصد جمعیت را شکل می‌دهد اما با این وجود تأثیر خود را روی دنیا می‌گذارد. این تیپ شخصیتی به عنوان عضوی از گروه دیپلمات، یک حس ذاتی در مورد ایده‌آل‌گرایی و اخلاق‌گرایی دارند اما چیزی که آنها را متفاوت می‌کند این است که آنها 'رویاپردازِ بی‌عمل' نیستند بلکه اشخاصی هستند که قادرند قدم‌های محکمی در جهت اهدافشان و ایجاد تغییرات مثبت پایدار بردارند.",
            "Upside_Picture" : "https://static.neris-assets.com/images/personality-types/headers/diplomats_Advocate_INFJ_personality_header.svg",
            "Background_Picture" : "https://odo.ac/api/files/5cbd9a4231175/infj.gif"
        },
        "INFP" : {
            "Cover" : "",
            "Color" : "#56ac8a",
            "Name" : "میانجی",
            "Article" : "<article class='main description'><h1> شخصیت “میانجی” </h1> <p>شخصیت‌های میانجی آرمانگرایانی واقعی هستند، همیشه به دنبال نشانه‌هایی از خوبی در حتی بدترین افراد و حوادث می‌گردند و در جستجوی راه‌هایی برای بهتر کردن اوضاع هستند. ممکن است میانجی‌گران را افرادی آرام، کم‌حرف یا حتی خجالتی تصور کرد، اما شعله‌ای درونی و شور و شوقی دارند که واقعاً می‌تواند بدرخشد. گونه شخصیتی میانجی فقط 4% جمعیت را تشکیل می‌دهد و متأسفانه خطر بروز سوءتفاهم برای آنها بالا است - اما وقتی افراد همفکر خود را پیدا می‌کنند تا وقتشان را با آنها بگذرانند، هماهنگی که احساس می‌کنند سرچشمه شادی و الهام‌بخشی است.</p> <div class='scene'><img alt='شخصیت “میانجی” (INFP-A / INFP-T)' src='https://static.neris-assets.com/images/personality-types/scenes/diplomats_Mediator_INFP_introduction.svg?v=1'></div> <p>میانجی‌گران براساس اصول خود عمل می‌کنند تا منطق، هیجان، یا عملی بودن مسائل. آنها در هنگام تصمیم‌گیری برای حرکت رو به جلو، در پی افتخار، زیبایی، اخلاق و فضیلت هستند - میانجی‎گران به واسطه خلوص نیت خود هدایت می‌شوند نه پاداش و مجازات. افراد دارای گونه شخصیتی میانجی به‌درستی به این کیفیت افتخار می‌کنند، اما همه افراد محرک پشتوانه این احساسات را درک نمی‌کنند و این امر می‌تواند به انزوا منجر شود.</p> <blockquote><p>هر چیزی که طلا باشد برق نمی‌زند؛ همه کسانی که سرگردان هستند گم نشده‌اند؛ چیزهای قدیمی که نیرومند باشند از ریخت نمی‌افتند؛ یخبندان به ریشه‌های عمیق نمی‌رسد.</p> <footer>J. R. R. Tolkien</footer></blockquote> <h2>ما می‌دانیم چه کسانی هستیم، اما نمی‌دانیم ممکن است چه کسانی باشیم</h2> <p>این ویژگی‌ها در بهترین حالت خود افراد دارای گونه شخصیتی میانجی را قادر به برقراری ارتباط عمیق با دیگران، صحبت کردن به‌سادگی با زبان استعاره و مثل، و درک و ایجاد نمادهایی برای در میان گذاشتن ایده‌های خود می‌سازد. میزان قوت این سبک ارتباطی شهودی تا سطح آثار هنری است و به همین دلیل جای تعجب نیست که بسیاری از میانجی‌گران معروف شاعر، نویسنده و بازیگر بوده‌اند. درک خود و جایگاه خود در جهان برای شخصیت میانجی مهم است، و آنها این ایده‌ها را با غرق کردن خود در کارشان بررسی می‌کنند.</p> <blockquote class='no-footer'><p>میانجی‌گران استعدادی برای ابراز خویش، آشکار کردن زیبایی و اسرار خود از طریق استعاره‌ها و شخصیت‌های داستانی دارند.</p></blockquote> <p>توانایی زبانی میانجی‌گران در حد زبان مادری‌شان متوقف نمی‌ماند - آنها در هنگام آموختن زبان دوم (یا سوم!) نیز مستعد تلقی می‌شوند. استعداد میانجی‌گران در برقراری ارتباط به میل آنها برای هماهنگی نیز یاری می‌رساند و به این شخصیت‌ها کمک می‌کند وقتی مسیر خود را پیدا کردند رو به جلو حرکت کنند.</p> <h2>به حرف تعداد زیادی از مردم گوش بده، اما با تعداد اندکی صحبت کن</h2> <p>میانجی‌گران بر خلاف گونه‌های شخصیتی اجتماعی‌تر توجه خود را تنها به چند نفر و کاری ارزشمند معطوف می‌کنند - زیرا اگر به مسائل زیادی توجه نشان دهند، انرژی خود را از دست می‌دهند و حتی در جهانی مبتلا به این همه بدی که نمی‌توانند آن را از میان ببرند دچار افسردگی می‌شوند. چنین منظره‌ای برای دوستان میانجی‌گران غم‌انگیز است چرا که آنها به روی شاداب این افراد وابسته هستند.</p> <p>اگر میانجی‌گران خوب مراقب نباشند ممکن است در حین این تلاش نسبت به خود بی‌توجه شوند و از رسیدگی به نیازهای روزانه زندگی غفلت نمایند. میانجی‌گران اغلب به تفکر عمیق می‌پردازند و از تأمل ذهنی و فلسفی بیش از هر گونه شخصیتی دیگری لذت می‌برند. اگر شخصیت‌های میانجی کنترل نشوند ممکن است کم‌کم تماس خود را از دست بدهند و به 'گوشه‌نشینی' روی بیاورند و بازگرداندن آنها به جهان واقعی مستلزم صرف انرژی زیاد از طرف دوستان یا شریک زندگی آنها خواهد بود.</p> <p>خوشبختانه، محبت، خلاقیت، نوع‌دوستی و آرمان‌گرایی میانجی‌گران همیشه مانند گل در فصل بهار دوباره باز خواهد گشت، و به خودشان و کسانی که آنها را دوست دارند نه منطق و سود، بلکه نوعی جهان‌بینی اعطا می‌کند که هر کجا که بروند الهام‌بخش شفقت، مهربانی و زیبایی است.</p></article>",
            "Description" : "تیپ شخصیتی INFP آرمان‌گرای واقعی‌ست، او همیشه به دنبال نشانه‌های خوب است حتی در بدترین شرایط و در کنار بدترین افراد، و به دنبال راه‌هایی برای بهتر کردن همه چیز است. آنها ممکن است آرام، کم‌حرف یا حتی خجالتی به نظر برسند اما شور و شوقی درونی دارند که می‌تواند واقعا بدرخشد.            ",
            "Upside_Picture" : "https://static.neris-assets.com/images/personality-types/headers/diplomats_Mediator_INFP_personality_header.svg",
            "Background_Picture" : "https://odo.ac/api/files/5cbda15cc0860/infp.gif"
        },
        "ENFJ" : {
            "Cover" : "",
            "Color" : "#56ac8a",
            "Name" : "قهرمان",
            "Article" : "<article class='main description'><h1> شخصیت “قهرمان” </h1> <blockquote><p>هر کاری که هم اکنون انجام می‌دهید همچون موج به بیرون گسترش می‌یابد و همه را تحت تأثیر قرار می‌دهد. وضعیت شما می‌توانید موجب درخشش قلبتان شود یا اضطراب را منتقل نماید. نفس شما می‌توانید عشق بتاباند یا اتاق را در افسردگی فرو ببرد. نگاهتان می‌تواند شادی را بیدار کند. کلماتتان می‌تواند الهام‌بخش آزادی باشد. تک‌تک اعمال شما می‌تواند قلب‌ها و ذهن‌ها را باز کند.</p> <footer>David Deida</footer></blockquote> <p>قهرمانان رهبرانی بالفطره و سرشار از عشق و شور و جذبه هستند. این شخصیت‌ها که حدود دو درصد از جمعیت را تشکیل می‌دهند اغلب سیاستمداران، مربیان و معلمان ما هستند که الهام‌بخشیدن دیگران برای برای موفقیت و انجام کارهای خوب در جهان هستند. قهرمانان به‌طور طبیعی دارای اعتماد به نفس هستند که موجب پدید آمدن نفوذ می‌شود، از هدایت کردن دیگران برای همکاری با یکدیگر و بهبود بخشیدن خود و جامعه‌شان دچار غرور و شادی می‌شوند.</p> <div class='scene'><img alt='شخصیت “قهرمان” (ENFJ-A / ENFJ-T)' src='https://static.neris-assets.com/images/personality-types/scenes/diplomats_Protagonist_ENFJ_introduction.svg?v=1'></div> <h2>اعتقاد راسخ به مردم</h2> <p>مردم جذب شخصیت‌های قوی می‌شوند، و قهرمانان اصالت، دغدغه و نوع‌دوستی از خود ساطع می‌کنند و از به پا خاستن و صحبت کردن در هنگامی که احساس می‌کنند چیزی باید گفت نمی‌ترسند. آنها به‌راحتی می‌توانند با دیگران ارتباط برقرار کنند، به‌خصوص به صورت حضوری و ماهیت روشنگرانه افراد دارای گونه شخصیتی قهرمان به آنها کمک می‌کند تا به ذهن همه دسترسی پیدا کنند، چه از طریق حقایق و منطق یا احساسات خام. قهرمانان به‌راحتی انگیزه‌های افراد و رویدادهای به ظاهر مجزا را مشاهده می‌کنند و قادر هستند این ایده‌ها را در کنار هم قرار دهند و ارتباط آنها را به‌عنوان هدفی مشترک با فصاحت و نوعی مسحورکنندگی بیان کنند.</p> <p>علاقه قهرمانان به دیگران واقعی و تقریباً نوعی نقص است - وقتی افرادی با این گونه شخصیتی به کسی باور داشته باشند، ممکن است بیش از حد در مشکلات آن شخص درگیر شوند یا بیش از حد به وی اعتماد کنند. خوشبختانه، این اعتماد معمولاً نوعی رسالت درونی است، زیرا نوع‌دوستی و اصالت قهرمانان الهام‌بخش کسانی است که به بهتر شدن خود اهمیت می‌دهند. اما اگر این شخصیت‌ها مراقب نباشند، ممکن است خوش‌بینی خود را بیش از حد توانشان تعمیم دهند و گاهی اوقات دیگران را وادار به حرکت کنند حال آنکه ممکن است این افراد آمادگی تا تمایلی به این کار نداشته باشند.</p> <p>قهرمانان نسبت به دام دیگری نیز آسیب‌پذیر هستند: آن‌ها ظرفیت فوق‌العاده‌ای برای تأمل و تجزیه و تحلیل احساسات خود دارند، اما اگر بیش از حد در وضعیت فرد دیگری گرفتار شوند، ممکن است دچار نوعی مالیخولیای عاطفی شوند، مشکلات افراد دیگر را در خود ببینند، و بکوشند اشکالی را برطرف کنند که واقعاً وجود ندارد. اگر این شخصیت‌ها به نقطه‌ای برسند که محدودیت‌های شخص دیگری آنها را متوقف سازد، ممکن است توانایی آنها برای مشاهده گذشته معضل از دست برود و در نتیجه هیچ کمکی نکنند. وقتی چنین اتفاقی رخ داد، مهم است که قهرمانان خود را عقب بکشند و با تأمل در خود بین آنچه واقعاً احساس می‌کنند و آنچه که مسئله‌ای جداگانه است و باید از منظری دیگری به آن نگریست تمایز قائل شوند.</p> <h2>... کشمکش نباید ما را از حمایت از حرکتی که به باورمان عادلانه است باز بدارد</h2> <blockquote class='no-footer'><p>قهرمانان افرادی اصیل و اهل توجه هستند که وقت حرف زدن حرف می‌زنند و وقت عمل کردن عمل می‌کنند، و هیچ چیزی به اندازه پذیرفتن مسئولیت، متحد کردن و انگیزه‌بخشی به تیم خود با اشتیاقی سرایت‌کننده آنها را خوشحال نمی‌کند.</p></blockquote> <p>افراد دارای گونه شخصیتی قهرمان نوع‌دوستانی پرشور هستند، گاهی اوقات حتی تا مرز نقض، و بعید است وقتی در تأیید مردم و ایده‌های آنها به پا می‌خیزند از سلاح به دست گرفتن هراس داشته باشند. جای تعجب نیست که بسیاری از قهرمانان معروف رهبران سیاسی و فرهنگی بانفوذی هستند - این گونه شخصیتی می‌خواهد راه آینده‌ای روشن‌تر را نشان دهد، چه با هدایت یک ملت به سمت رفاه، یا رهبری تیم لیگ سافت‌بال برای پیروز شدن در مبارزه‌ای دشوار.</p></article>",
            "Description" : "ENFJها رهبرانی ذاتی هستند، پر از شور و شوق و کاریزما (جذبه). آنها دو درصد از جمعیت را شامل می‌شوند. آنها اغلب اوقات جزو سیاستمداران، مربی‌ها یا معلمان ما هستند که دوست دارند با دیگران ارتباط برقرار کنند و الهام‌بخش دیگران برای رسیدن به خواسته‌هایشان و انجام کارهای خوب در جهان می‌شوند. اعتماد به نفسی ذاتی دارند که باعث نفوذ در افراد می‌شود و از راهنمایی دیگران برای کار کردن با یکدیگر و ارتقای خودشان و جامعه‌شان احساس غرور و شعف زیادی می‌کنند.",
            "Upside_Picture" : "https://static.neris-assets.com/images/personality-types/headers/diplomats_Protagonist_ENFJ_personality_header.svg",
            "Background_Picture" : "https://odo.ac/api/files/5cbd98ec0240d/enfj.gif"
        },
        "ENFP" : {
            "Cover" : "",
            "Color" : "#56ac8a",
            "Name" : "پیکارگر",
            "Article" : "<article class='main description'><h1> شخصیت “پیکارگر” </h1> <blockquote><p>برایم مهم نیست برای گذران زندگی چه کاری انجام می‌دهید. می‌خواهم بدانم چه چیزی را با تمام وجود می‌خواهید - و آیا جرأت آن را دارید که رؤیای برآورده کردن اشتیاق قلبی خود را در سر بپرورانید. برایم مهم نیست چند ساله هستید. می‌خواهم بدانم آیا این خطر را می‌پذیرید که مثل یک احمق به نظر برسید - برای عشقتان - برای رؤیاهایتان - برای ماجراجویی زنده بودن.</p> <footer>Oriah Mountain Dreamer</footer></blockquote> <p>شخصیت پیکارگر یک روح به‌راستی آزاد است. آن‌ها اغلب به مهمانی‌ها جان می‌بخشند، اما کمتر به هیجان محض و لذت بردن از لحظه علاقه‌مند هستند تا بهره‌گیری از ارتباطات اجتماعی و عاطفی که با دیگران دارند. این افراد جذاب، مستقل، پرانرژی و دلسوز را که 7% درصد جمعیت را تشکیل می‌دهند مطمئناً می‌توان در هر جمعیتی شناخت.</p> <div class='scene'><img alt='شخصیت “پیکارگر” (ENFP-A / ENFP-T)' src='https://static.neris-assets.com/images/personality-types/scenes/diplomats_Campaigner_ENFP_introduction.svg?v=1'></div> <h2>می‌توانید جهان را با فقط یک ایده تغییر دهید</h2> <p>پیکارگران تنها افرادی خوش مشرب نیستند که به دنبال خشنود کردن مردم باشند، بلکه ماهیت رؤیاپردازشان آنها را شکل داده و به آنها اجازه می‌دهد با کنجکاوی و انرژی به دنبال ناگفته‌ها باشند. آن‌ها معمولاً زندگی را مثل یک پازل بزرگ و پیچیده می‌بینند که در آن همه چیز با هم مرتبط است، اما پیکارگران - بر خلاف شخصیت های گروه نقش تحلیلگر که معمولاً چنین پازلی را مجموعه‌ای از سازوکارهای نظام‌مند تلقی می‌کنند - آن را از طریق منشوری از احساسات، شفقت و رمز و راز می‌بینند و همیشه به دنبال معنایی عمیق‌تر هستند.</p> <blockquote class='no-footer'><p>پیکارگران شدیداً مستقل هستند و بسیار بیشتر از ثبات و امنیت در پی خلاقیت و آزادی هستند.</p></blockquote> <p>بسیاری از گونه ‌های شخصیتی دیگر به احتمال زیاد قادر به مقاومت در برای چنین ویژگی‌هایی نیستند، و اگر پیکارگران علتی برای روشن کردن چراغ تخیل خود بیابند، آنقدر انرژی صرف آن می‌کنند که اغلب در کانون توجه قرار می‌گیرند و همتایانشان آنها را به‌‎عنوان رهبر و مربی برمی‌گزینند - اما پیکارگران استقلال‌دوست نمی‌خواهند همیشه در چنین موقعیت‌هایی قرار بگیرند. بدتر از آن وقتی است که این شخصیت‌ها ببینند درگیر کارهای اداری و رویه‌های معمول شده‌اند که ممکن است با جایگاه رهبری همراه باشد. عزت نفس پیکارگران به توانایی آنها برای دستیابی به راه حل‌های اصیل وابسته است، و آنها باید بدانند که این آزادی را دارند که دست به نوآوری بزنند - اگر در نقشی خسته‌کننده گیر بیفتند ممکن است به‌سرعت صبر خود را از دست بدهند یا افسرده شوند.</p> <h2>آن 'جرقه کوچک جنون' را از دست مده</h2> <p>خوشبختانه افراد گونه شخصیتی پیکارگر می‌دانند چگونه به آرامش برسند و کاملاً قادر به تبدیل کردن خود از آرمانگرایی پرشور در محل کار به روحی آزاد و خیال‌پرداز و مشتاق در هنگام رقص هستند، و این امر اغلب چنان به‌طور ناگهانی رخ می‌دهد که حتی می‌تواند نزدیکترین دوستانشان را متعجب کند. بودن در جمع به آنها فرصت برقراری روابط عاطفی با دیگران را نیز می‌دهد و باعث می‌شود انگیزه دوستان و همکاران خود را درک کنند. آن‌ها بر این باورند که هر کس باید زمان صرف کند تا احساسات خود را بشناسد و ابراز نماید و همدلی و اجتماعی بودن آنها باعث می‌شود به‌طور طبیعی این مسئله به موضوع گفتگویشان تبدیل شود.</p> <p>با این حال افراد دارای شخصیت پیکارگر باید مراقب باشند - اگر بیش از حد به شهود خود تکیه کنند یا انگیزه دوستان خود را مفروض بگیرند یا پیش‌بینی کنند، ممکن است نشانه‌های دریافتی را به اشتباه تعبیر کنند و باعث نابودی برنامه‌هایی شوند که با روشی سرراست‌تر به‌راحتی قابل انجام بود. این نوع استرس اجتماعی هراسی است که باعث می‌شود این سنخ شخصیتی که بر هماهنگی متمرکز شبها خوابش نبرد. پیکارگران بسیار عاطفی و حساس هستند و وقتی باعث رنجش شخص دیگری می‌شوند، هر دویشان آن را احساس می‌کنند.</p> <p>پیکارگران قبل از پیدا کردن چیزی که واقعاً برایشان درست به نظر برسد، زمان زیادی را صرف کنکاش در روابط اجتماعی، احساسات و ایده‌ها می‌کنند. اما زمانی که این شخصیت‌ها سرانجام جایگاه خود را در جهان پیدا کردند، تخیل، همدلی و شجاعتشان به احتمال فراوان نتایجی باورنکردنی پدید خواهد آورد.</p></article>",
            "Description" : "شخصیت پیکارگر یک روح به‌راستی آزاد است. آن‌ها اغلب به مهمانی‌ها جان می‌بخشند، اما کمتر به هیجان محض و لذت بردن از لحظه علاقه‌مند هستند تا بهره‌گیری از ارتباطات اجتماعی و عاطفی که با دیگران دارند. این افراد جذاب، مستقل، پرانرژی و دلسوز را که 7% درصد جمعیت را تشکیل می‌دهند مطمئناً می‌توان در هر جمعیتی شناخت.",
            "Upside_Picture" : "https://static.neris-assets.com/images/personality-types/headers/diplomats_Campaigner_ENFP_personality_header.svg",
            "Background_Picture" : "https://odo.ac/api/files/5cbd95abd2a71/enfp.gif"
        },


        "ISTJ" : {
            "Cover" : "",
            "Color" : "#51a9ab",
            "Name" : "تدارکاتچی",
            "Article" : "<article class='main description'><h1> شخصیت “تدارکاتچی” </h1> <blockquote><p>به نظر من هر وقت مشخص شود یک نفر برای انجام یک وظیفه کفایت می‌کند ... آن کار توسط دو نفر بدتر انجام می‌شود، و اگر سه نفر یا بیشتر به کار گرفته شوند، اساساً انجام نخواهد شد.</p> <footer>George Washington</footer></blockquote> <p>تصور می‌شود که گونه شخصیتی تدارکچی فراوان‌ترین گونه بوده و حدود 13% از جمعیت را تشکیل دهد. ویژگی‌های معرف تدارکچیان یعنی صداقت، منطق عملی و تلاش‌های خستگی‌ناپذیر برای انجام وظیفه آنها را به هسته اصلی بسیاری از خانواده‌ها و همچنین سازمان‌هایی تبدیل می‌کند که حامی سنت‌ها، قوانین و استانداردها هستند، مانند سازمان‌های قضایی، نهادهای نظارتی و ارتش. افراد دارای گونه شخصیتی تدارکچی از برعهده گرفتن مسئولیت اعمال خود لذت می‌برند و به کاری که انجام می‌دهند افتخار می‌کنند - تدارکچیان در هنگام تلاش برای رسیدن به هدف از وقت و انرژی خود برای تمام کردن کار مربوط با دقت و صبر دریغ نمی‌کنند.</p> <div class='scene'><img alt='شخصیت “تدارکاتچی” (ISTJ-A / ISTJ-T)' src='https://static.neris-assets.com/images/personality-types/scenes/sentinels_Logistician_ISTJ_introduction.svg?v=1'></div> <p>تدارکچیان فرضیات زیادی ندارند و ترجیح می‌دهند بجای تجزیه و تحلیل محیط اطراف خود، حقایق را بررسی کرده و به کارهای عملی مشغول شوند. شخصیت تدارکچی‌ها به هیچ عنوان بی‌معنا نیست و وقتی تصمیمی بگیرند حقایق لازم برای رسیدن به هدف خود را به دیگران منتقل می‌کنند و از دیگران انتظار دارند بلافاصله وضعیت را درک کرده و دست به اقدام بزنند. تدارکچیان تحمل کمی نسبت به عدم تصمیم‌گیری دارند، اما چنانچه روش انتخاب شده با نظریه‌های غیرعملی به چالش کشیده شود با سرعت بیشتری تحمل خود را از دست می‌دهند، به خصوص اگر جزئیات کلیدی نادیده گرفته شود - اگر چالش‌ها به بحث‌هایی وقتگیر تبدیل شوند افراد دارای گونه شخصیتی تدارکچی با نزدیک شدن مهلت به طرز محسوسی عصبانی‌تر می‌شوند.</p> <h2>اگر برای شهرت خود ارزش قائل هستی با افراد خوب همنشین باش...</h2> <p>هنگامی که تدارکچیان می‌گویند قصد دارند کاری را به انجام برسانند، این کار را انجام می‌دهند و تعهدات خود را بدون توجه به هزینه‌های شخصی برآورده می‌کنند و از رفتار کسانی که به همان ترتیب به وعده خود عمل نمی‌کنند گیج می‌شوند. ترکیب تنبلی و عدم صداقت سریع‌ترین راه برای عصبانی کردن تدارکچیان است. در نتیجه، مردم دارای گونه شخصیتی تدارکچی اغلب ترجیح می‌دهند به تنهایی کار کنند، یا حداقل سلسله مراتب قدرت مشخصی داشته باشند، تا بدون بحث یا نگرانی در مورد قابل اعتماد بودن دیگران اهدافشان را تعیین کرده و به آنها دست یابند.</p> <p>شخصیت‌های تدارکچی دارای ذهن تیز و مبتنی بر واقعیت هستند و استقلال و خودکفایی را به وابستگی به کسی یا چیزی ترجیح می‌دهند. وابستگی به دیگران اغلب به نظر تدارکچیان نوعی نقطه ضعف تلقی می‌شود، و اشتیاق آنها به انجام وظیفه، قابلیت اعتماد و صداقت شخصی تمام و کمال از افتادن آنها در چنین دامی جلوگیری می‌کند.</p> <p>این احساس کمال شخصی برای تدارکچیان اساسی است، و از ذهنشان فراتر می‌رود - شخصیت‌های تدارکچی به قوانین و دستورالعمل‌های تعیین شده صرف نظر از هزینه آن پایبند هستند، اشتباه‌های خود را گزارش می‌دهند و حقیقت را می‌گویند حتی زمانی که عواقب انجام این کار برایشان فاجعه‌آمیز باشد. از نظر تدارکچیان، صداقت به مراتب مهم‌تر از ملاحظات عاطفی است، و رویکرد فاقد انعطاف آنها ممکن است در دیگران این تصور غلط را به وجود بیاورد که تدارکچیان سرد، یا حتی روبات‌مانند هستند. افراد دارای این گونه شخصیتی اغلب تلاش می‌کنند احساسات یا محبت را آشکار را بیان کنند، اما این جمله که فاقد احساس هستند، یا بدتر اینکه اصلاً همدلی ندارند، عمیقاً دردناک است.</p> <h2>... چرا که تنها بودن بهتر از داشتن دوستان بد است</h2> <p>فداکاری تدارکچیان، یک ویژگی عالی است که به این شخصیت‌ها اجازه می‌دهد کارهای زیادی را به انجام برسانند، اما در عین حال ضعف مهمی نیز هست چرا که افراد کم‌صداقت ممکن است از آن سوءاستفاده کنند. تدارکچیان به دنبال ثبات و امنیت هستند و وظیفه خود می‌دانند تا روال کارها را حفظ کنند و ممکن است متوجه شوند که همکاران و افراد دیگر بخش قابل توجهی از مسئولیت‌های خود را بر دوش آنها انداخته‌اند، چرا که می‌دانند آنها همیشه کارهای زمین مانده را انجام می‌دهند. افراد دارای گونه شخصیتی تدارکچی معمولاً نظراتشان را برای خودشان نگه می‌دارند و اجازه دهید واقعیت‌ها خود همه چیز را نشان دهند، اما ممکن است خیلی طول بکشد تا شواهد ملموس کل قضیه را نشان دهند.</p> <p>تدارکچیان باید به یاد داشته باشند که از خود مراقبت کنند - تعهد سرسختانه آنها به ثبات و کارآمدی می‌تواند در دراز مدت به این اهداف ضربه بزند زیرا دیگران همیشه بیش از پیش به آنها اتکا می‌کنند، موجب ایجاد فشار احساسی می‌شوند که ممکن است سال‌های سال ابراز نشود، و در نهایت وقتی گفته شود که برطرف کردن آن خیی دیر باشد. اگر شخصیت‌های تدارکچی بتوانند همکاران و همسرانی پیدا کنند که واقعاً قدردان و مکمل ویژگی‌های آنها باشند و از وضوح، شفافیت و اعتمادی که آنها ارائه می‌کنند بهره‌مند شوند، در این صورت متوجه خواهند شد که نقش ثبات‌آور آنها فوق‌العاده رضایت‌بخش است زیرا می‌دانند بخشی از سیستمی هستند که در آن کار می‌کنند.</p></article>",
            "Description" : "تیپ شخصیتی تدارکچی فراوان‌ترین نوع بوده و حدود 13% از جمعیت را تشکیل دهد. ویژگی‌های معرف تدارکچیان یعنی صداقت، منطق عملی و تلاش‌های خستگی‌ناپذیر برای انجام وظیفه آنها را به هسته اصلی بسیاری از خانواده‌ها و همچنین سازمان‌هایی تبدیل می‌کند که حامی سنت‌ها، قوانین و استانداردها هستند، مانند سازمان‌های قضایی، نهادهای نظارتی و ارتش. شخصیت های تدارکچی از برعهده گرفتن مسئولیت اعمال خود لذت می‌برند و به کاری که انجام می‌دهند افتخار می‌کنند",
            "Upside_Picture" : "https://static.neris-assets.com/images/personality-types/headers/sentinels_Logistician_ISTJ_personality_header.svg",
            "Background_Picture" : "https://odo.ac/api/files/5cbd940b09b6c/istj.gif"
        },
        "ISFJ" : {
            "Cover" : "",
            "Color" : "#51a9ab",
            "Name" : "مدافع",
            "Article" : "<article class='main description'><h1> شخصیت “مدافع” </h1> <blockquote><p>عشق تنها وقتی قسمت شود رشد می‌کند. تنها با بخشیدن آن به دیگران است که می‌توانید از آن بیشتر بهره داشته باشید.</p> <footer>Brian Tracy</footer></blockquote> <p>گونه شخصیتی مدافع کاملاً منحصر به فرد است، زیرا بسیاری از کیفیت‌های آن از تعریف صفات فردی‌اش سرپیچی می‌کند. هرچند مدافعان اهل همدلی هستند، اما وقتی به محافظت از خانواده یا دوستان نیاز باشد خشن می‌شوند؛ هر چند آرام و کم‌حرف هستند، معمولاً افرادی با مهارت‌های به‌خوبی توسعه یافته و روابط اجتماعی قوی هستند؛ و هر چند به دنبال امنیت و ثبات هستند، ممکن است به میزان قابل ملاحظه‌ای دست به تغییر بزنند، البته تا زمانی که احساس کنند مورد درک و احترام هستند. افراد دارای گونه شخصیتی مدافع، همانند بسیاری از چیزهای دیگر، چیزی بیش از مجموع اجزای خود هستند، و شیوه استفاده آنها از این نقاط قوت است که تعریف می‌کند چه کسانی هستند.</p> <blockquote class='no-footer'><p>مدافعان به‌راستی نوع‌دوست هستند و مهربانی را با مهربانی بیش از حد و درگیر شدن در کار و همکاری با اشتیاق و سخاوت با کسانی که به آنها باور دارند پاسخ می‌دهند.</p></blockquote> <p>هیچ گونه شخصیتی بهتر از این گونه وجود ندارد که بخش بزرگی از جمعیت و نزدیک به 13% را تشکیل دهد. مدافعان با ترکیب بهترین بخش سنت و تمایل به انجام کارهای خوب، در کارهایی با سابقه تاریخی مانند پزشکی، کارهای دانشگاهی و مددکاری اجتماعی خیریه قابل مشاهده هستند.</p> <div class='scene'><img alt='شخصیت “مدافع” (ISFJ-A / ISFJ-T)' src='https://static.neris-assets.com/images/personality-types/scenes/sentinels_Defender_ISFJ_introduction.svg?v=1'></div> <p>شخصیت‌های مدافع، به ویژه محتاط، اغلب تا سرحد کمال دقیق هستند، و اگرچه گاهی تعلل می‌کنند، همیشه می‌توان برای انجام به موقع کارها به آنها تکیه کرد. مدافعان مسئولیت‌های خود را شخصاً عهده‌دار می‌شوند، به طور مداوم فراتر می‌روند و هر کاری بتوانند انجام می‌دهند تا از انتظارات فراتر بروند و دیگران را در محل کار و در خانه شاد کنند.</p> <h2>ما باید دیده شویم تا باور شویم</h2> <p>چالش پیش روی افراد دارای گونه شخصیتی مدافع این است که مطمئن شوند آنچه که انجام می‌دهند مورد توجه قرار گیرد. آن‌ها تمایل دارند دستاوردهای خود را دست‌کم بگیرند، و اگرچه اغلب به محبت آنها احترام گذاشته می‌شود، امکان دارد افراد بدبین و خودخواه از فداکاری و فروتنی مدافعان سوءاستفاده کنند و کارها را به دوش آنها بیندازند و سپس اعتبارش را به نام خود ثبت کنند. مدافعان باید بدانند چه زمانی نه بگویند و اگر می‌خواهند اعتماد به نفس و اشتیاق خود را حفظ کنند باید از خود دفاع کنند.</p> <p>مدافعان به طور ذاتی اجتماعی هستند - که کیفیت عجیبی برای این گونه شخصیتی درونگرا است - و از حافظه عالی خود نه برای حفظ داده‌ها و چیزهای بی‌اهمیت بلکه برای به یاد آوردن افراد و جزئیات زندگی آنها استفاده می‌کنند. وقتی پای هدیه دادن به میان می‌آید، هیچ‌کس با مدافعان برابری نمی‌کند، آنها از تخیل و حساسیت طبیعی خود برای بیان سخاوت خویش به گونه‌ای استفاده می‌کنند که به قلب دریافت‌کنندگان هدایا نفوذ می‌کند. ابراز محبت گونه شخصیتی مدافع در خانواده به‌طور کامل شکوفا می‌شود، اگرچه این مسئله قطعاً در مورد همکاران چنین افرادی که آنها را دوستان شخصی تلقی می‌کنند نیز صادق است.</p> <h2>اگر بتوانم از تو محافظت کنم، این کار را می‌کنم</h2> <p>شخصیت‌های مدافع گروه فوق‌العاده‌ای هستند و تا زمانی که کار مهمی ناتمام مانده باشد، به‌ندرت بیکار می‌نشینند. توانایی مدافعان برای برقراری ارتباط با دیگران در سطح صمیمی در میان درونگراها بی‌نظیر است و لذتی که در استفاده از این ارتباطات برای حفظ خانواده‌ای حمایتگر و شاد تجربه می‌شود هدیه‌ای است که به همه افراد درگیر داده می‌شود. ممکن است مدافعان از اینکه در کانون توجه هستند واقعاً راحت نباشند و امکان دارد از اینکه نتیجه تلاش‌های تیمی به پای آنها نوشته شود احساس گناه کنند، اما اگر بتوانند مطمئن شوند که تلاش‌های آنها به رسمیت شناخته می‌شود، چنان احساس رضایتی به آنها دست خواهد داد که بسیاری از گونه‌های شخصیتی دیگر تنها می‌توانند آن را به خواب ببینند.</p></article>",
            "Description" : "یپ شخصیتی مدافع یا isfj  کاملاً منحصر به فرد است، زیرا بسیاری از کیفیت‌های آن از تعریف صفات فردی‌اش سرپیچی می‌کند. هرچند مدافعان اهل همدلی هستند، اما وقتی به محافظت از خانواده یا دوستان نیاز باشد خشن می‌شوند؛ هر چند آرام و کم‌حرف هستند، معمولاً افرادی با مهارت‌های توسعه یافته و روابط اجتماعی قوی هستند؛ و هر چند به دنبال امنیت و ثبات هستند، ممکن است به میزان قابل ملاحظه‌ای دست به تغییر بزنند.",
            "Upside_Picture" : "https://static.neris-assets.com/images/personality-types/headers/sentinels_Defender_ISFJ_personality_header.svg",
            "Background_Picture" : "https://cdn.dribbble.com/users/659051/screenshots/1743383/16personalities10.jpg"
        },
        "ESTJ" : {
            "Cover" : "",
            "Color" : "#51a9ab",
            "Name" : "مجری",
            "Article" : "<article class='main description'><h1> شخصیت “مجری” </h1> <blockquote><p>نظم خوب پایه و اساس همه چیز است.</p> <footer>Edmund Burke</footer></blockquote> <p>مجریان نمایندگان سنت و نظم هستند و از درک خود در مورد امور درست، نادرست و قابل قبول اجتماع برای گردهم آوردن خانواده‌ها و جوامع استفاده می‌کنند. افراد دارای گونه شخصیتی مجری از ارزش‌های صداقت، فداکاری و کرامت استقبال می‌کنند و دیگران به‌خاطر مشاوره‌ها و راهنمایی‌های روشن آنها برایشان ارزش قائل هستند، و از اینکه در مسیرهای دشوار پیشرو باشند خرسندند. مجریان که از گردهم آوردن افراد در کنار هم احساس غرور می‌کنند، اغلب نقش سازمان‌دهندگان اجتماعی را ایفا می‌کنند و با سختکوشی همه افراد را برای شرکت در جشن رویدادهای محلی، یا در دفاع از ارزش‌های سنتی که خانواده‌ها و جوامع را در کنار هم نگه می‌دارد، گردهم می‌آورند.</p> <div class='scene'><img alt='شخصیت “مجری” (ESTJ-A / ESTJ-T)' src='https://static.neris-assets.com/images/personality-types/scenes/sentinels_Executive_ESTJ_introduction.svg?v=1'></div> <h2>هر کسی که ارزشش را دارد باید در دفاع از آنچه که به باورش صحیح است به پا خیزد ...</h2> <p>تقاضا برای این نوع رهبری در جوامع دموکراتیک بالا است و حدود 11% جمعیت را تشکیل می‌دهد، جای تعجب نیست که بسیاری از رهبران معروف سیاسی و کسب و کار در سراسر جهان از جمله مجریان بوده‌اند. شخصیت‌های مجری افرادی هستند که عمیقاً به حکومت قانون و مشروعیتی که باید کسب شود معتقد هستند، آنها سرمشق دیگران هستند و تعهد و صداقت هدفمندی را از خود نشان داده و تنبلی و تقلب را به‌خصوص در مورد کار مطلقاً رد می‌کنند. اگر کسی اعلام کند که کار سخت و جسمی راهی عالی برای ساختن شخصیت است، گونه شخصیتی مجری دارد.</p> <p>مجریان از محیط اطراف خود آگاه هستند و در جهانی با حقایق روشن و قابل اثبات زندگی می‌کنند - دانش آنها بدان معنی است که حتی در برابر مقاومت سنگین، به اصول خود وفادار می‌مانند و به‌روشنی اعلام می‌کنند که چه چیزی قابل قبول است و چه چیزی قابل قبول نیست. نظرات آنها فقط یک مشت حرف پوچ نیست، زیرا شخصیت‌های مجری به‌راستی تمایل دارند به سراغ چالش‌برانگیزترین پروژه‌ها بروند و در طی مسیر برنامه‌های اجرایی را بهبود ببخشند و جزئیات را مشخص سازند، و باعث شوند حتی پیچیده‌ترین وظایف نیز آسان و قابل دستیابی به نظر برسد.</p> <p>با این حال، مجریان به تنهایی کار نمی‌کنند، و انتظار دارند قابلیت اعتماد و اعتقادشان به اخلاق کاری متقابل باشد - افراد دارای این گونه شخصیتی به وعده‌های خود عمل می‌کنند و اگر شرکا یا زیردستان آنها با بی‌کفایتی یا تنبلی یا حتی بدتر با بی‌صداقتی وضعیت‌شان را به خطر بیندازند از نشان دادن خشم خود دریغ نمی‌کنند. این مسئله می‌تواند به شهرت مجریان در عدم انعطاف بینجامد، اما دلیلش این نیست که آنها خودسر هستند، بلکه به این دلیل است که واقعاً بر این باورند که این ارزش‌ها باعث می‌شوند جامعه کارآمد باشد.</p> <h2>... اما از آنها هم بهتر کسانی هستند که وقتی خطایی می‌کنند به آن اقرار دارند</h2> <blockquote class='no-footer'><p>مجریان تصویری کلاسیک از شهروندان سرمشق هستند: آن‌ها به همسایگان خود کمک می‌کند، به قانون وفادار هستند و سعی می‌کنند مطمئن شوند همه در جوامع و سازمان‌هایی که تا آن اندازه برایشان عزیز است مشارکت می‌کنند.</p></blockquote> <p>چالش اصلی پیش روی افراد دارای این گونه شخصیتی مجری این است که بدانند همه افراد از یک مسیر پیروی نمی‌کنند یا به شیوه‌ای مشابه یاری نمی‌رسانند. یک رهبر واقعی قدرت افراد، و همچنین گروه را به رسمیت می‌شناسد، و کمک می‌کند تا نظرات آن افراد مطرح گردد. به این ترتیب، شخصیت‌های مجری به‌راستی تمام واقعیت‌ها را در اختیار دارند، و قادر هستند کارها را به شیوه‌ای پیش ببرند که برای همه مفید باشد.</p></article>",
            "Description" : "شخصیت های ESTJ یا مجریان نمایندگان سنت و نظم هستند و از درک خود در مورد امور درست، نادرست و قابل‌قبول اجتماع ، برای گرد هم آوردن خانواده‌ها و جوامع استفاده می‌کنند. افراد دارای تیپ شخصیتی مجری (ESTJ) از ارزش‌های صداقت، فداکاری و کرامت استقبال می‌کنند و دیگران به خاطر مشاوره‌ها و راهنمایی‌های روشن آن‌ها ، برایشان ارزش قائل هستند، و از اینکه در مسیرهای دشوار کنار آن ها باشند خرسندند.",
            "Upside_Picture" : "https://static.neris-assets.com/images/personality-types/headers/sentinels_Executive_ESTJ_personality_header.svg",
            "Background_Picture" : "https://odo.ac/api/files/5cbd929db2fd4/estj.gif"
        },
        "ESFJ" : {
            "Cover" : "",
            "Color" : "#51a9ab",
            "Name" : "سفیر",
            "Article" : "<article class='main description'><h1> شخصیت “سفیر” </h1> <blockquote><p>یکدیگر را تشویق کنید، بالا ببرید و تقویت کنید. چرا که وقتی یک نفر انرژی مثبت را دریافت کند همه ما آن را احساس می‌کنیم.</p> <footer>Deborah Day</footer></blockquote> <p>باید گفت افراد دارای شخصیت مشاور پرطرفدار هستند - البته به این دلیل که کلمه بهتری نداریم - که از این بابت هم منطقی است که این گونه شخصیتی بسیار رایج است و تا دوازده درصد جمعیت را تشکیل می‌دهد. مشاوران در دبیرستان، سردسته تشویق‌کنندگان است که فضا را ایجاد می‌کنند خود را در معرض توجه قرار می‌دهند و تیم‌های خود را به سمت پیروزی و شهرت هدایت می‌کنند. مشاوران در ادامه زندگی خود همچنان از حمایت دوستان و عزیزانشان بهره می‌گیرند و به سازماندهی گردهمایی‌های اجتماعی می‌پردازند و هر کاری که بتوانند می‌کنند تا مطمئن شوند که همه راضی باشند.</p> <blockquote class='no-footer'><p>شخصیت مشاور در قلب خود موجودی اجتماعی است و خواستار به‌روز ماندن و انجام کارهایی است که دوستانش انجام می‌دهند.</p></blockquote> <div class='scene'><img alt='شخصیت “سفیر” (ESFJ-A / ESFJ-T)' src='https://static.neris-assets.com/images/personality-types/scenes/sentinels_Consul_ESFJ_introduction.svg?v=1'></div> <p>احتمالاً بحث در مورد نظریه‌های علمی یا سیاست بین‌المللی برای مدت زمان طولانی علاقه مشاوران را برنمی‌انگیزد. مشاوران بیشتر به کارهای محسوس و عملی از جمله بهبود موقعیت اجتماعی خود و در نظر گرفتن افراد دیگر علاقه‌مند هستند. پیگیری آنچه که در اطرافشان اتفاق می‌افتد مهمترین روش گذران وقت برای شخصیت‌های مشاور است، اما در عین حال از قدرت خود نیز به‌خوبی استفاده می‌کنند.</p> <h2>احترام گذاشتن به خرد رهبری</h2> <p>مشاوران افراد نوع‌دوستی هستند و مسئولیت خود را برای کمک کردن و انجام کار درست جدی می‌گیرند. با این حال مشاوران، بر خلاف گونه‌های شخصیتی آرمان‌گراتر قطب‌نمای اخلاقی خود را بر مبنای سنن و قوانین حاکم تنظیم می‌کنند و به حفظ اقتدار و قوانین می‌پردازند تا اینکه بخواهند اخلاق خود را از فلسفه یا عرفان استخراج نمایند. با این همه، مهم است مشاوران به یاد داشته باشند که افراد دارای پیشینه‌ها و دیدگاه‌های مختلفی هستند و آنچه که ممکن است درست به نظر برسد همواره حقیقتی مطلق نیست.</p> <p>افراد دارای گونه شخصیتی مشاور عاشق این هستند که در خدمت باشند، از هر نقشی که به آنها اجازه بدهد به شیوه‌ای معنادار مشارکت کنند لذت می‌برند، تا زمانی که بدانند قدرشان دانسته می‌شود. این مسئله به ویژه در خانه آشکار است چرا که مشاوران همسران و والدینی وفادار و متعهد هستند. شخصیت مشاور به سلسله مراتب احترام می‌گذارد و حداکثر تلاش خود را می‌کند تا در نزد مقامات چه در خانه و چه در محل کار جایگاهی پیدا کند تا بتواند کاری کند که امور برای همه روشن، پایدار و سازمان‌یافته باشد.</p> <h2>ارتباطات هماهنگ</h2> <p>مشاوران حمایتگر و اهل بیرون رفتن هستند و همیشه می‌توانید آنها را در مهمانی‌ها پیدا کنید - یعنی همان‌هایی که برای گفتگو و خندیدن با همه وقت پیدا می‌کنند! اما تعهد آنها فراتر از این سر زدن به همه است چرا که ناچار هستند چنین کاری انجام دهند. افراد دارای شخصیت مشاور واقعاً از شنیدن مسائل مربوط به روابط و فعالیت‌های دوستان خود، به خاطر آوردن جزئیات کوچک و آماده صحبت بودن توأم با گرمی و حساسیت در مورد مسائل لذت می‌برند. اگر اوضاع خوب نبوده، یا در اتاق تنشی وجود داشته باشد، مشاوران تلاش می‌کنند به موضوع بپردازند و هماهنگی و پایداری را به گروه برگردانند.</p> <p>مشاوران با داشتن شخصیتی کاملاً گریزان از جدال، مقدار زیادی از انرژی خود را صرف ایجاد نظم اجتماعی می‌کنند و برنامه‌ها و رویدادهای سازمان‌دهی شده را به فعالیت‌های نامشخص و بداهه ترجیح می‌دهند. افراد این گونه شخصیت تلاش زیادی را صرف فعالیت‌هایی می‌کنند که ترتیب داده‌اند و اگر ایده‌هایشان رد شود یا افراد به آنها علاقه‌ای نداشته باشند احساساتشان جریحه‌دار خواهد شد. مجدداً یادآور می‌شود که مهم است مشاوران به یاد داشته باشند که افراد دارای پیشینه‌های مختلفی هستند و بی‌علاقگی به معنای اظهار نظر در مورد آنها یا فعالیت‌هایی که تدارک دیده‌اند نیست - بلکه صرفاً به این دلیل است که علاقه‌ای به آن ندارند.</p> <p>بزرگترین چالش مشاوران کنار آمدن با حساسیتشان است - سایر افراد مخالف هستند و انتقاد می‌کنند، درست است که چنین مسئله‌ای دردناک است اما بخشی از واقعیت زندگی است. بهترین کاری که فردی با گونه شخصیتی مشاور می‌تواند انجام بدهد این است که کاری را انجام دهد که به بهترین نحو قادر به انجام آن است: ایفای نقش الگو، مراقبت از آنچه که قدرت مراقبت از آن را دارد، و لذت بردن از اینکه خیلی از افراد قدردان زحمات وی هستند.</p></article>",
            "Description" : "باید گفت افراد دارای شخصیت مشاور (سفیر) esfj پرطرفدار هستند . تیپ شخصیتی سفیر esfj  بسیار رایج است و تا دوازده درصد جمعیت جهان را تشکیل می‌دهد. مشاوران در دبیرستان، سردسته تشویق‌کنندگانی هستند که این فضا را ایجاد می‌کنند ، خود را در معرض توجه قرار می‌دهند و تیم‌های خود را به سمت پیروزی و شهرت هدایت می‌کنند. تیپ های شخصیتی مشاوران esfj در ادامه زندگی خود همچنان از حمایت دوستان و عزیزانشان بهره می‌گیرند و به سازماندهی گردهمایی‌های اجتماعی می‌پردازند.",
            "Upside_Picture" : "https://static.neris-assets.com/images/personality-types/headers/sentinels_Consul_ESFJ_personality_header.svg",
            "Background_Picture" : "https://odo.ac/api/files/5cbb0f5085f4c/%DA%AF%DB%8C%D9%81-%D9%86%D9%87%D8%A7%DB%8C%DB%8C-%D8%B4%D8%AE%D8%B5%DB%8C%D8%AA-%D8%B4%D9%86%D8%A7%D8%B3%DB%8C-mbti-%D8%AA%DB%8C%D9%BE-%D8%B4%D8%AE%D8%B5%DB%8C%D8%AA%DB%8C-%D8%B3%D9%81%DB%8C%D8%B1edfj.gif"
        },


        "ISTP" : {
            "Cover" : "",
            "Color" : "#e2a942",
            "Name" : "چیره‌دست",
            "Article" : "<article class='main description'><h1> شخصیت “چیره‌دست” </h1> <blockquote><p>می‌خواستم زندگی کنم، یک زندگی متفاوت. نمی‌خواستم هر روز به همان محل قبلی بروم، همان آدمهای قبلی را ببینم و همان کارهای قبلی را انجام بدهم. می‌خواستم چالش‌های جالبی داشته باشم.</p> <footer>Harrison Ford</footer></blockquote> <p>چیره‌دستان عاشق اکتشاف با دست و چشم خود، لمس کردن و بررسی کردن جهان اطراف با عقل محض و روحیه کنجکاوی هستند. افراد دارای این نوع شخصیت سازندگانی بالفطره هستند، در حال رفتن از یک پروژه به سراغ پروژه بعدی، ساختن چیزهای مفید و بیهوده برای لذت بردن از آن، و آموختن از محیط خود هستند. شخصیت‌های چیره‌دست اغلب مکانیک و مهندس هستند که هیچ چیزی برایشان شادی‌آورتر از کثیف کردن دستها و جدا کردن اجزا و سر هم کردن دوباره آنها نیست، به‌طوری که کمی از قبل بهتر باشد.</p> <div class='scene'><img alt='شخصیت “چیره‌دست” (ISTP-A / ISTP-T)' src='https://static.neris-assets.com/images/personality-types/scenes/explorers_Virtuoso_ISTP_introduction.svg?v=1'></div> <p>چیره‌دستان به کنکاش در ایده‌ها از طریق ایجاد، عیب‌یابی، آزمون و خطا و تجربه دست اول می‌پردازند. این شخصیت‌ها از اینکه دیگران به پروژه‌های آنها علاقه نشان بدهند لذت می‌برند و گاهی اوقات حتی اهمیتی نمی‌دهند که این افراد وارد حریم خصوصی‌شان شده‌اند. البته، این به شرطی است که چنان افرادی در اصول و آزادی چیره‌دستان اختلالی پدید نیاورند و باید صادقانه با چیره‌دستان در مورد علاقه خود صحبت کنند.</p> <p>افراد دارای شخصیت چیره‌دست اغلب از کمک کردن و به اشتراک گذاشتن تجربه خود، به‌خصوص با کسانی که به آنها اهمیت می‌دهند لذت می‌برند و چقدر بد که تعدادشان بسیار اندک است و تنها حدود پنج درصد از جمعیت را تشکیل می‌دهند. به‌طور خاص زنان چیره‌دست نادر هستند و نقش‌های جنسیتی که معمولاً جامعه انتظار دارد چندان متناسب آنها نیست - آن‌ها اغلب در سنین جوانی خود را به شکل پسران درمی‌آورند.</p> <h2>جرأت متفاوت بودن</h2> <p>در حالی که طبیعت کم‌حرف و تمرکز چیره‌دستان بر مسائل عملی باعث می‌شود این شخصیت‌ها در نگاه اول ساده به نظر برسند، اما آنها در واقع افرادی کاملاً پیچیده‌اند. شخصیت چیره‌دستان دوستانه اما بسیار خصوصی، آرام اما به‌طور ناگهانی خودانگیخته، بسیار کنجکاو، اما قادر به متمرکز ماندن بر تحصیلات رسمی است و پیش‌بینی آنها حتی توسط دوستان و عزیزانشان چالش برانگیز است. چیره‌دستان ممکن است برای مدتی بسیار وفادار و ثابت‌قدم به نظر برسند، اما معمولاً انرژی فراوانی در خود نگه می‌دارند که بدون هشدار منفجر می‌شود و علایق آنها را به مسیرهای جسورانه تازه‌ای هدایت می‌کند.</p> <blockquote class='no-footer'><p>هرچند چیره‌دستان در هنگام بروز چنین تغییرات شدیدی به‌جای امتحان کردن چشم‌اندازی تازه، صرفاً به بررسی دوام این علایق می‌پردازند.</p></blockquote> <p>تصمیمات چیره‌دستان از حس واقع گرایی عملی آنها ناشی می‌شود و در قلبشان حس نیرومند انصاف وجود دارد، نگرش 'چیزی را که دوست نداری در مورد دیگران انجام مده'، واقعاً کمک می‌کند بتوان بسیاری از صفات گیج‌کننده چیره‌دستان را توضیح داد. افراد دارای شخصیت چیره‌دست بجای احتیاط بیش از حد و اجتناب از وارد کردن درد و رنج به دیگران به احتمال زیاد پا را بسیار فراتر می‌گذارند و تلافی‌جویی متقابل را هم چه خوب و چه بد می‌پذیرند زیرا آن را بخشی از بازی منصفانه می‌دانند.</p> <p>بزرگ‌ترین مسئله‌ای که شخصیت‌های چیره‌دست به احتمال زیاد با آن مواجه می‌شوند این است که خیلی زود دست به عمل می‌زنند، آزادی خود را مفروض می‌گیرند و فرض می‌کنند که دیگران هم همین‌طور هستند. آن‌ها اولین کسانی هستند که می‌توان جوک‌های حساس را برایشان تعریف کرد، به پروژه‌های دیگران بیش از حد علاقه‌مند می‌شوند، مزاحمت و سر و صدا ایجاد می‌کنند، یا به‌طور ناگهانی برنامه خود را تغییر می‌دهند چون با چیزی جالب‌تری مواجه شده‌اند.</p> <h2>هیچ چیز به اندازه اینکه همه با تو موافق باشند کسل‌کننده نیست</h2> <p>چیره‌دستان این نکته را خواهند آموخت که بسیاری از انواع شخصیتی دیگر خطوط قرمز محکمتری در مورد قوانین و رفتارهای قابل قبول دارند - شخصیت‌های حساس‌تر اغلب دوست ندارند جوک‌های حساس بشنوند، و قطعاً در جواب جوکی مشابه نمی‌گویند، و نمی‌خواهند رفتار پر سر و صدا، حتی در حین مهمانی داشته باشند. اگر وضعیت عاطفی از قبل مشکل‌آفرین شده باشد، نادیده گرفتن این مرزها می‌تواند نتیجه‌ای کاملاً معکوس داشته باشد.</p> <p>چیره‌دستان مشکل خاصی در پیش‌بینی احساسات دارند اما این امر تنها ناشی از انصاف درونی آنهاست، چرا که ارزیابی احساسات و انگیزه‌های چیره‌دستان بسیار دشوار است. با این حال، تمایل آنها به کاوش در روابط خود از طریق اقدامات و نه از طریق همدلی می‌تواند به شرایط بسیار دشواری منجر شود. افراد دارای شخصیتی چیره‌دست مرزها و دستورالعملها را کنار می‌گذارند و ترجیح می‌دهند آزادی داشته باشند و اگر لازم بود خارج از خطوط را هم رنگ کنند.</p> <p>پیدا کردن محیطی که بتوانند با دوستان خوبشان همکاری کنند، کسانی که سبک و غیرقابل پیش‌بینی بودن آنها را درک نمایند، استفاده از خلاقیت، حس شوخ‌طبعی و رویکرد عملی خود برای ایجاد راه‌حل‌های عملی به شخصیت‌های چیره‌دست فرصت می‌دهد سال‌های سال با شادمانی به ساخت جعبه‌های مفیدی بپردازند - و آنها از بیرون تحسین کنند.</p></article>",
            "Description" : "تیپ‌های شخصیتی چیره‌دست ، عاشق اکتشاف با دست و چشم خود، لمس کردن و بررسی کردن جهان اطراف با عقل محض بوده و روحیه کنجکاوی دارند. افراد دارای این تیپ شخصیتی ، سازندگانی بالفطره هستند، در حال رفتن از یک پروژه به سراغ پروژه بعدی، ساختن چیزهای مفید و بیهوده برای لذت بردن از آن، و آموختن از محیط خود هستند. شخصیت‌های چیره‌دست اغلب مکانیک و مهندس هستند و هیچ‌چیزی برایشان شادی‌آورتر از کثیف کردن دست‌ها و جدا کردن اجزا و سر هم کردن دوباره آن‌ها نیست.",
            "Upside_Picture" : "https://static.neris-assets.com/images/personality-types/headers/explorers_Virtuoso_ISTP_personality_header.svg",
            "Background_Picture" : "https://static.neris-assets.com/images/personality-types/avatars/istp-virtuoso.png"
        },
        "ISFP" : {
            "Cover" : "",
            "Color" : "#e2a942",
            "Name" : "ماجراجو",
            "Article" : "<article class='main description'><h1> شخصیت “ماجراجو” </h1> <blockquote><p>من در طول روز عوض می‌شوم. وقتی از خواب بیدار می‌شوم یک شخص هستم و وقتی می‌خواهم بخوابم مطمئنم که شخص دیگری شده‌ام.</p> <footer>Bob Dylan</footer></blockquote> <p>شخصیت  ماجراجو هنرمندانی واقعی هستند، اما نه لزوماً به معنای متداول کلمه و اینکه در فضای باز به نقاشی درختانی کوچک مشغول باشند. اگرچه خیلی اوقات به‌خوبی می‌توانند چنین کاری را هم انجام بدهند. بلکه مسئله این است که آنها از زیبایی‌شناسی، طراحی و حتی انتخاب‌ها و اعمال خود برای فشار وارد کردن به محدودیت‌های قراردادهای اجتماعی بهره می‌گیرند. شخصیت‌های ماجراجو از پشت کردن به انتظارات سنتی با انجام آزمایش‌هایی در زمینه زیبایی و رفتار لذت می‌برند - احتمالاً بارها و بارها این عبارت را گفته‌اند که 'مرا در قفس نینداز!'</p> <div class='scene'><img alt='شخصیت “ماجراجو” (ISFP-A / ISFP-T)' src='https://static.neris-assets.com/images/personality-types/scenes/explorers_Adventurer_ISFP_introduction.svg?v=1'></div> <h2>از آنچه که هستند خرسندند</h2> <p>افراد ماجراجو در دنیایی نفسانی و رنگارنگ زندگی می‌کنند که از ارتباطات با افراد و ایده‌ها الهام گرفته باشد. شخصیت‌های ماجراجو از بازتفسیر این ارتباطات، ابداع دوباره و آزمودن خودشان و دیدگاه‌های جدید لذت می‌برند. هیچ نوع شخصیتی دیگری بیش از آنها به کنکاش و آزمایش به این طریق دست نمی‌زند. این امر حس خودانگیختگی را ایجاد می‌کند و باعث می‌شود افراد ماجراجو حتی برای دوستان نزدیک و عزیزان خود هم غیرقابل پیش‌بینی به نظر برسند.</p> <p>با این همه، افراد ماجراجو قطعاً درونگرا هستند، و وقتی از کانون توجه خارج می‌شوند تا تنها باشند و دوباره نیرو بگیرند باعث غافلگیر شدن بیشتر دوستان خود می‌گردند. هرچند تنها شدن افراد با نوع شخصیتی ماجراجو به این معنی نیست که بیکار می‌نشینند - آن‌ها از این زمان برای درون‌نگری، ارزیابی و بازارزیابی اصول خود بهره می‌گیرند. افراد ماجراجو بجای اینکه در گذشته یا آینده متوقف شوند، در مورد اینکه چه کسی هستند فکر می‌کنند. وقتی از غار تنهایی خود برمی‌گردند، متحول شده‌اند.</p> <p>افراد ماجراجو در زندگی به دنبال پیدا کردن راه‌هایی برای پیشبرد اشتیاق خود هستند. رفتارهای پرمخاطره مانند قماربازی و ورزش‌های خطرناک در بین این نوع شخصیتی شایع‌تر است. خوشبختانه هم‌سویی آنها با لحظه و محیط به آنها این امکان را می‌دهد تا نسبت به سایرین عملکرد بهتری داشته باشند. افراد ماجراجو همچنین از برقراری ارتباط با دیگران لذت می‌برند و جذابیتی دارند که نمی‌توان در برابر آن مقاومت کرد.</p> <blockquote class='no-footer'><p>افراد ماجراجو همیشه می‌دانند که با تعریف و تمجید می‌توانند دل‌های افرادی که سعی می‌کنند اعمال مخاطره‌آمیز آنها را غیرمسئولانه یا بی‌پروایانه بدانند، نرم کنند.</p></blockquote> <p>با این حال، اگر انتقادی مطرح شود، ممکن است سرانجام خوشی نداشته باشد. برخی افراد ماجراجو می‌توانند نظراتی که با تعابیر دوستانه مطرح شده باشد را تحمل کنند، و برای آنها به‌عنوان دیدگاه دیگری برای کمک به پیشبرد اشتیاق خود در راه‌های تازه ارزش قائل شوند. اما اگر اظهار نظر گزنده‌تر بوده و چندان پخته نباشد، ممکن است شخصیت‌های ماجراجو به شکلی جالب اختیار خود را از کف بدهند.</p> <p>افراد ماجراجو نسبت به احساسات دیگران حساس بوده و برای هماهنگی ارزش قائل هستند. وقتی افراد دارای این نوع شخصیت با انتقاد مواجه می‌شوند ممکن است نتوانند به‌راحتی خود را به قدر کفایت کنار بکشند تا گرفتار بحث‌های داغ نشوند. اما زندگی در لحظه در هر دو سمت جریان پیدا می‌کند و وقتی احساسات شدید بحث و جدل فروکش کرد، افراد ماجراجو معمولاً می‌توانند گذشته را متعلق به گذشته بدانند و طوری به حرکت خود ادامه بدهند که انگار هرگز رخ داده است.</p> <h2>معنا در هر بیان زندگی نهفته است</h2> <p>بزرگ‌ترین چالش برای افراد ماجراجو برنامه‌ریزی برای آینده است. پیدا کردن آرمان‌هایی سازنده برای پایه‌گذاری اهداف خود و تلاش برای رسیدن به اهداف که اصول مثبتی پدید می‌آورد به هیچ وجه کار کوچکی نیست. افراد ماجراجو بر خلاف برخی از انواع شخصیتی دیگر، برای آینده خود از نظر دارایی و بازنشستگی برنامه‌ریزی نمی‌کنند. بلکه اقدامات و رفتارهای خود را به‌عنوان کارهایی که به حس هویتشان یاری می‌رساند برنامه‌ریزی می‌کنند، یعنی موجب ایجاد سبدی از تجربیات می‌شود، نه سبد سهام.</p> <p>اگر این اهداف و اصول شرافت‌مندانه باشند، ممکن است افراد ماجراجو اعمالی توأم با بخشش و از خود گذشتگی شگفت‌انگیز انجام دهند - اما این احتمال هم وجود دارد که افراد دارای سنخ شخصیتی ماجراجو هویتی خودمحورانه برای خود دست و پا کنند و براساس خودخواهی، تقلب و خودپرستی دست به عمل بزنند. برای افراد ماجراجو مهم است به یاد داشته باشند که برای تبدیل شدن به شخصی که می‌خواهند باشند باید فعال باشند. ممکن است پدید آوردن و حفظ یک عادت جدید به‌طور طبیعی رخ ندهد، اما افراد دارای شخصیت ماجراجو با صرف وقت در هر روز برای درک انگیزه‌های خود می‌توانند از نقاط قوت خود استفاده کرده و هر آنچه که عاشق آن شده‌اند را دنبال کنند.</p></article>",
            "Description" : "شخصیت های ماجراجو هنرمندانی واقعی هستند، اما نه لزوماً به معنای متداول کلمه و اینکه در فضای باز به نقاشی درختانی کوچک مشغول باشند. اگرچه خیلی اوقات به‌خوبی می‌توانند چنین کاری را هم انجام بدهند. هنرمند بودن به این معنا که آنها از زیبایی‌شناسی، طراحی و حتی انتخاب‌ها و اعمال خود برای فشار وارد کردن به محدودیت‌های قراردادهای اجتماعی بهره می‌گیرند.",
            "Upside_Picture" : "https://static.neris-assets.com/images/personality-types/headers/explorers_Adventurer_ISFP_personality_header.svg",
            "Background_Picture" : "https://odo.ac/api/files/5cd027b7a6300/isfp.gif"
        },
        "ESTP" : {
            "Cover" : "",
            "Color" : "#e2a942",
            "Name" : "کار‌‌آفرین",
            "Article" : "<article class='main description' style='user-select: auto;'><h1 style='user-select: auto;'> شخصیت “کارآفرین” </h1> <blockquote style='user-select: auto;'><p style='user-select: auto;'>زندگی یا ماجراجویی جسورانه است یا اساساً هیچ.</p> <footer style='user-select: auto;'>Helen Keller</footer></blockquote> <p style='user-select: auto;'>گونه شخصیت کارآفرین همواره بر محیط بلافصل اطراف خود تأثیر دارد - بهترین راه برای تشخیص آنها در یک مهمانی است که دارند به‌سرعت از یک گروه به سراغ گروهی دیگر می‌روند. شخصیت‌های کارآفرین که با طنزی نافذ و زمینی موجبات خنده و سرگرمی را فراهم می‌کنند عاشق این هستند که در مرکز توجه باشند. اگر از یکی از حضار خواسته شود که به روی صحنه بیاید، کارآفرینان داوطلب می‌شوند - یا دوستان خجالتی خود را داوطلب می‌کنند.</p> <p style='user-select: auto;'>نظریه، مفاهیم انتزاعی و بحث‌های کشدار در مورد مسائل جهانی و پیامدهای آن افراد دارای گونه شخصیتی کارآفرین را برای مدت زمان طولانی علاقه‌مند نگه نمی‌دارد. کارآفرینان گفتگوی خود را پر از انرژی و با حجم مناسبی از اطلاعات انجام می‌دهند، اما دوست دارند در مورد چیزهای عینی صحبت کنند - یا از این هم بهتر بیرون بروند و انجامش بدهند. کارآفرینان قبل از اینکه نگاه کنند و اشتباهات خود را رفع کنند آن را رها می‌کنند، بجای اینکه بنشینند و به احتمالات و روش‌های فرار فکر کنند.</p> <div class='scene' style='user-select: auto;'><img alt='شخصیت “کارآفرین” (ESTP-A / ESTP-T)' src='https://static.neris-assets.com/images/personality-types/scenes/explorers_Entrepreneur_ESTP_introduction.svg?v=1' style='user-select: auto;'></div> <h2 style='user-select: auto;'>هرگز حرکت را با عمل اشتباه نگیر</h2> <p style='user-select: auto;'>کارآفرینان محتمل‌ترین گونه شخصیتی هستند که ممکن است شیوه زندگی رفتار مخاطره‌آمیز را در پیش بگیرند. آن‌ها در لحظه زندگی می‌کنند و دست به عمل می‌زنند - آن‌ها ناحیه‌ای آرام در دل طوفان هستند. افراد دارای گونه شخصیتی کارآفرین از درام، شور، و لذت سرخوش می‌شوند نه به خاطر تحریک عاطفی، بلکه به دلیل اینکه برای ذهن منطقی آنها بسیار تحریک‌کننده است. آن‌ها مجبور به گرفتن تصمیماتی حیاتی بر اساس واقعیت آنی و در روند سریع پاسخگویی به محرک‌های منطقی هستند.</p> <p style='user-select: auto;'>این مسئله باعث می‌شود مدرسه و سایر محیط‌های بسیار سازمان یافته چالشی برای کارآفرینان باشد. قطعاً دلیلش این نیست که این شخصیت‌ها باهوش نیستند و ممکن است عملکرد خوبی داشته باشند، اما رویکرد محدودکننده سخنرانی در آموزش رسمی از یادگیری عملی که کارآفرینان از آن لذت می‌برند بسیار دور است. باید بلوغ زیادی داشت تا بتوان این روند را همچون ابزاری لازم برای هدفی دانست، چیزی که باعث ایجاد فرصت‌های هیجان‌انگیزتری می‌شود.</p> <p style='user-select: auto;'>همچنین مسئله دیگر که برای افراد دارای گونه شخصیتی کارآفرین چالش‌برانگیز است این است که آنها ترجیح می‌دهند از قطب‌نمای اخلاقی خودشان استفاده کنند تا شخصی دیگر. قوانین ساخته شده‌اند تا زیر پا گذاشته شوند. این احساسی است که بعضی از معلمان دبیرستان یا سرپرستان سازمانی احتمالاً با آن هم‌عقیده هستند و می‌تواند برای شخصیت کارآفرین شهرتی دست و پا کند. اما اگر کارآفرینان مشکل‌آفرینی را به حداقل برسانند، از انرژی خود بهره‌برداری کرده و تمرکز خود را بر روی مسائل خسته‌کننده از دست ندهند، نیرویی محسوب می‌شوند که نباید آنها را نادیده گرفت.</p> <h2 style='user-select: auto;'>اکثر مردم خیلی خوب گوش نمی‌دهند</h2> <p style='user-select: auto;'>شاید کارآفرینان در بین همه دیدگاه‌های ادراکی و فیلتر نشده گونه‌ها، مهارت منحصر به فردی در تشخیص تغییرات کوچک را داشته باشند. این تغییرات می‌تواند اعم از تغییر چهره، یک سبک لباس جدید، یا تغییر عادت باشد و افراد دارای این گونه شخصیتی به افکار و انگیزه‌های پنهان توجه می‌کنند در حالی که سایر گونه‌ها باید شانس بیاورند تا اساساً متوجه چنین چیزهایی شوند. کارآفرینان بلافاصله از این مشاهدات استفاده می‌کنند و خواستار تغییر شده و سؤال می‌پرسند، اغلب بدون اینکه اهمیت زیادی به حساسیت افراد بدهند. کارآفرینان باید به یاد داشته باشند که همه دوست ندارند اسرار و تصمیماتشان برملا شود.</p> <blockquote class='no-footer' style='user-select: auto;'><p style='user-select: auto;'>گاهی اوقات مشاهده و اقدام آنی کارآفرینان درست همان چیزی است که به آن نیاز است، به عنوان مثال در برخی از محیط‌های شرکتی و به‌خصوص در مواقع اضطراری.</p></blockquote> <p style='user-select: auto;'>اما چنانچه شخصیت‌های کارآفرین مراقب نباشند، ممکن است در دام لحظه گرفتار شوند، مسائل را خیلی جدی بگیرند و افراد حساس‌تر را برنجانند یا فراموش کنند که مراقب سلامت و ایمنی خود باشند. کارآفرینان تنها چهار درصد جمعیت را تشکیل می‌دهند و تعدادشان به اندازه کافی هست که رقابت و تنوع را حفظ کنند و آنقدر نیست که باعث مخاطراتی نظام‌مند شوند.</p> <p style='user-select: auto;'>کارآفرینان پر از شور و انرژی هستند و ذهنی منطقی، هرچند گاهی اوقات پریشان دارند. افراد با این گونه شخصیتی به دلیل الهام‌بخش بودن، قانع‌کننده بودن و تنوع‌طلبی به‌طور ذاتی رهبران گروه هستند و همه را در مسیرهایی کمتر پیموده شده به دنبال خود می‌کشند، و هر جا بروند با خود زندگی و هیجان می‌برند. قرار دادن این کیفیت‌ها در خدمت هدفی سازنده و باارزش چالش واقعی کارآفرینان است.</p></article>",
            "Description" : "تیپ شخصیت کارآفرین همواره بر محیط بلافصل اطراف خود تأثیر دارد - بهترین راه برای تشخیص آنها در یک مهمانی است که دارند به‌سرعت از یک گروه به سراغ گروهی دیگر می‌روند. شخصیت‌های کارآفرین که با طنزی نافذ و زمینی موجبات خنده و سرگرمی را فراهم می‌کنند عاشق این هستند که در مرکز توجه باشند. اگر از یکی از حضار خواسته شود که به روی صحنه بیاید، کارآفرینان داوطلب می‌شوند - یا دوستان خجالتی خود را داوطلب می‌کنند.",
            "Upside_Picture" : "https://static.neris-assets.com/images/personality-types/headers/explorers_Entrepreneur_ESTP_personality_header.svg",
            "Background_Picture" : "https://odo.ac/api/files/5cc5968ec3ce6/estp.gif"
        },
        "ESFP" : {
            "Cover" : "",
            "Color" : "#e2a942",
            "Name" : "سرگرم‌کننده",
            "Article" : "<article class='main description' style='user-select: auto;'><h1 style='user-select: auto;'> شخصیت “سرگرم‌کننده” </h1> <blockquote style='user-select: auto;'><p style='user-select: auto;'>من خودخواه، بی‌حوصله و کمی متزلزل هستم. من مرتکب اشتباه می‌شوم، کنترل خود را از دست می‌دهم و گاهی اوقات نمی‌شود تحملم کرد. اما اگر نتوانید وقتی در بدترین حالت هستم مرا تحمل کنید، قطعاً شایستگی وقتی در بهترین حالت خود هستم را ندارید.</p> <footer style='user-select: auto;'>Marilyn Monroe</footer></blockquote> <p style='user-select: auto;'>اگر کسی را بتوان یافت که خود به خود به رقص و آواز بپردازد، گونه شخصیتی وی سرگرم‌کننده است. سرگرم‌کنندگان در هیجان لحظه گرفتار می‌شوند و می‌خواهند بقیه نیز چنین احساسی داشته باشند. وقتی مسئله تشویق دیگران به میان می‌آید هیچ گونه شخصیتی دیگر به اندازه سرگرم‌کنندگان در بخشیدن زمان و انرژی خود سخاوتمند نیست، و هیچ گونه شخصیتی دیگری چنین سبک وسوسه‌انگیزی ندارد.</p> <div class='scene' style='user-select: auto;'><img alt='شخصیت “سرگرم‌کننده” (ESFP-A / ESFP-T)' src='https://static.neris-assets.com/images/personality-types/scenes/explorers_Entertainer_ESFP_introduction.svg?v=1' style='user-select: auto;'></div> <h2 style='user-select: auto;'>ما همگی ستاره هستیم ...</h2> <p style='user-select: auto;'>سرگرم‌کنندگان که ذاتاً سرگرم‌کننده به دنیا آمده‌اند عاشق این هستند که در کانون توجه باشند، اما جهان به تمامی صحنه است. بسیاری از افراد مشهور دارای گونه شخصیتی سرگرم‌کننده در واقع بازیگر هستند، اما این افراد دوست دارند برای دوستان خود نیز نمایش بدهند، با شوخ طبعی منحصر به فرد و فروتنانه گپ بزنند، توجه دیگران را جلب کنند و هر بار بیرون رفتن را تبدیل به نوعی مهمانی کنند. سرگرم‌کنندگان که افرادی کاملاً اجتماعی هستند و از ساده‌ترین چیزها لذت می‌برند و هیچ چیزی برای آنها لذت‌بخش‌تر از خوش گذراندن با گروهی از دوستان خوب نیست.</p> <p style='user-select: auto;'>البته این فقط یک ادعا نیست - سرگرم‌کنندگان دارای قوی‌ترین حس زیبایی‌شناسی نسبت به تمام گونه‌های شخصیتی دیگر هستند. شخصیت‌های سرگرم‌کننده از آرایش گرفته تا لباس و خانه‌ای در مکانی مناسب، مشتاق مد هستند. سرگرم‌کنندگان که به محض دیدن چیزی متوجه می‌شوند جذاب است یا خیر، از تغییر محیط اطراف خود برای انعکاس دادن سبک شخصی‌شان نمی‌ترسند. سرگرم‌کنندگان ذاتاً کنجکاو هستند و طرح‌ها و سبک‌های جدید را به‌راحتی امتحان می‌کنند.</p> <p style='user-select: auto;'>سرگرم‌کنندگان می‌دانند که احساسات دیگران همیشه نسبت به آنها مثبت نیست و ممکن است از این امر خوششان نیاید - اما در هر حال نسبت به احساسات دیگران بسیار حساس هستند. افراد دارای این گونه شخصیتی اغلب اولین کسانی هستند که به شخصی که مشکل دشوار خود را مطرح کرده باشد کمک می‌کند و با خوشحالی حمایت عاطفی و توصیه‌های عملی ارائه می‌کنند. با این حال، اگر مشکل مربوط به خود سرگرم‌کنندگان باشد، به احتمال زیاد بجای پرداختن به آن، از درگیر شدن با آن خودداری می‌کنند. شخصیت‌های سرگرم‌کننده معمولاً عاشق درامی کوچک و پرشور هستند، اما وقتی انتقادات از آنها مطرح شود چندان علاقه‌ای به آن ندارند.</p> <h2 style='user-select: auto;'>... و ما لایق درخشش هستیم</h2> <p style='user-select: auto;'>بزرگ‌ترین چالشی که سرگرم‌کنندگان با آن مواجه هستند این است که آنها اغلب چنان غرق در لذت‌های آنی هستند که به وظایف و مسئولیت‌هایی که چنین تجملاتی را ممکن ساخته است توجهی ندارند. تحلیل پیچیده، کارهای تکراری، و تطبیق آمار با عواقب واقعی فعالیت‌هایی نیست که برای افراد دارای گونه شخصیتی سرگرم‌کننده آسان باشد. آنها بیشتر به شانس یا فرصت تکیه می‌کنند، یا صرفاً از دایره گسترده دوستان خود کمک می‌گیرند. مهم است که سرگرم‌کنندگان برای پیگیری امور طولانی‌مدت مانند طرح‌های بازنشستگی خود و یا مصرف قند به خودشان فشار بیاورند - زیرا همیشه اشخاص دیگری در اطرافشان نیستند که بتوانند مراقب این مسائل باشند.</p> <p style='user-select: auto;'>شخصیت‌های سرگرم‌کننده ارزش و کیفیت را تشخیص می‌دهند که به‌خودی خود صفت خوبی است. هرچند این امر در کنار ضعف برنامه‌ریزی آنها، می‌تواند باعث شود بیشتر از حد وسع خود هزینه کنند و به‌ویژه کارت‌های اعتباری برایشان خطرناک است. سرگرم‌کنندگان که بیشتر بر استفاده کردن از فرصت‌ها تمرکز دارند تا بر برنامه‌ریزی اهداف بلندمدت، ممکن است دریابند که بی‌توجهی آنها باعث شده هزینه برخی از فعالیت‌ها خارج از توانشان باشد.</p> <blockquote class='no-footer' style='user-select: auto;'><p style='user-select: auto;'>برای شخصی با گونه شخصیتی سرگرم‌کننده هیچ چیزی ناراحت‌کننده‌تر از این نیست که متوجه بشود به خاطر شرایط گیر افتاده است و نمی‌تواند به دوستان خود ملحق شود.</p></blockquote> <p style='user-select: auto;'>هر جا که نیاز به خنده، بازیگوشی و فرد داوطلب امتحان کردن چیزی تازه و سرگرم‌کننده وجود داشته باشد از سرگرم‌کنندگان استقبال می‌شود - و برای شخصیت‌های سرگرم‌کننده هیچ شادی بیشتر از این وجود ندارد که دیگران را با خود به سواری ببرند. سرگرم‌کنندگان می‌توانند ساعت‌ها حرف بزنند، گاهی اوقات در مورد هر چیزی بجز موضوع اصلی بحث مورد نظر، و با احساسات عزیزان خود در هنگام خوشی و ناخوشی همدلی کنند. اگر بتوانند کارهایشان را سر و سامان بدهند، همیشه آماده هستند چیزهای تازه و هیجان‌انگیزی که جهان عرضه کرده است را با دوستان خود امتحان کنند.</p></article>",
            "Description" : "اگر کسی را بتوان یافت که خود به خود به رقص و آواز بپردازد، تیپ شخصیتی وی سرگرم‌کننده است. سرگرم‌کنندگان در هیجان لحظه گرفتار می‌شوند و می‌خواهند بقیه نیز چنین احساسی داشته باشند. وقتی مسئله تشویق دیگران به میان می‌آید هیچ تیپ شخصیتی دیگر به اندازه سرگرم‌کنندگان در بخشیدن زمان و انرژی خود سخاوتمند نیست، و هیچ تیپ شخصیتی دیگری چنین سبک وسوسه‌انگیزی ندارد.",
            "Upside_Picture" : "https://static.neris-assets.com/images/personality-types/headers/explorers_Entertainer_ESFP_personality_header.svg",
            "Background_Picture" : "https://odo.ac/api/files/5cbd901b71b3a/esfp.gif"
        }

    }

}